[
    {
        "food_id": null,
        "food_name": "کوفته تبریزی",
        "food_description": "(م) تهیه مواد لازم \n گوشت چرخ کرده 300 گرم – لپه – 4 قاشق غذاخوری – برنج 5 قاشق غذا خوری – تخم مرغ 1 عدد – پیاز 2 عدد – سبزی معطر 2 قاشق غذا خوری – رب گوجه فرنگی 3 قاشق غذا خوری – زردچوبه 2 قاشق غذا خوری  - پودر جوز هندی ½ قاشق چایخوری – پودر فلفل سیاه ½ قاشق چایخوری – نمک به میزان دلخواه (م) برای تهیه کوفته ابتدا باید لپه را خیس کرده تا نرم شوند سپس با آب در ظرفی جداگانه بگذارید تا لپه ها کاملا بپزد. (م) در ادامه برنج را نیز شسته و با نمک بخیسانید سپس در ظرفی مناسب با مقداری آب و نمک روی حرارت بالا قرار دهید تا بجوشد و آب آن کاملا کشیده شود. پس از اینکه آب برنج کشیده شد آن را کنار بگذارید تا سرد شود. (م) در ادامه یک عدد پیاز را پوست بگیرید و بشویید سپس با کمک یک رنده ریز پیاز را رنده کنید و آب آن را بگیرید.  (م) پیاز رنده شده را به همراه  لپه پخته شده و گوشت چرخ کرده داخل غذاساز بریزید تا کاملا باهم میکس شوند. (م) پس از میکس کردن مواد با یکدیگر ،مواد را به داخل ظرف بزرگتری انتقال دهید سبزی های معطر تازه و یا خشک شده را به مواد کوفته اضافه کنید.  (م) تخم مرغ ، برنج نیمه پز ، نمک ، فلفل ،زردچوبه و جوز هندی رنده شده را نیز به مواد کوفته تبریزی اضافه کنید و با دست به خوبی ورز دهید تا مواد کاملا با یکدیگر خوب مخلوط شوند و حالت چسبندگی بگیرند.  (م) پس از ورز دادن کامل و انسجام گرفتن مواد، آن را کنار بگذارید و با یک کیسه فریزر روی آن را بپوشانید.سپس به مدت یک ساعت در یخچال قرار دهید. (م) برای سس کوفته تبریزی ابتدا قابلمه ای مناسب با حجم کوفته ها انتخاب کنید سپس یک عدد پیاز را پوست بگیرید و بشویید. پیاز را به صورت خلالی نازک خرد کنید. اگر نمی خواهید پیاز در غذای شما دیده شود می توانید آن را به صورت نگینی ریز خرد و یا رنده کنید. (م) پیاز خرد شده را با مقدار مناسبی روغن در قابلمه تفت دهید تا پیاز ها طلایی رنگ شوند. بعد از اینکه پیاز کمی سرخ شد مقداری زردچوبه به آن اضافه کنید و تفت دهید. (م) پس از تفت دادن پیاز با زردچوبه رب گوجه فرنگی را نیز به پیاز اضافه کنید و تفت دهید تا رب رنگ دهد و بوی خامی آن از بین برود. (م) پس از افزودن رب زمان افزودن ادویه ها به سس می باشد. نمک و فلفل سیاه را به مواد سس اضافه کنید. (م) پس از تفت دادن مواد یک و نیم پیمانه آب را به مواد قابلمه اضافه کنید و کوفته های آماده را در سس کوفته بگذارید. حرارت گاز را بالا ببرید تا آب به جوش آید پس از آن شعله گاز را کم کنید و بگذارید تا به آرامی کوفته ها بپزند. میزان آب کوفته نباید خیلی زیاد باشد و نه خیلی کم. ",
        "food_category": "آذربایجان شرقی",
        "food_image": "koftetabrizi_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "خورش هویج تبریز",
        "food_description": "(م) تهیه مواد لازم \n پیاز بزرگ ۱ عدد - آلو خورشتی ۱۰۰ گرم - هویج یا زردک ۴۰۰ گرم - رب  گوجه فرنگی ۱/۲ ق غذا خوری - روغن مایع به اندازه کافی - گوشت خورشتی ۴۰۰ گرم - زعفران دم کرده به اندازه کافی - شکر به مقدار لازم - لیموترش به مقدار لازم - چوب دارچین ۱ عدد -نمک، فلفل سیاه و زردچوبه به اندازه کافی (م) برای تهیه خورش هویج مجلسی ابتدا پیاز را پس از گرفتن پوست و شستشو به صورت نگینی ریز خرد کنید سپس یک قابلمه مناسب روی حرارت قرار دهید و مقداری روغن مایع داخل آن بریزید. پس از اینکه روغن داغ شد پیاز خرد شده را به قابلمه اضافه کنید. (م) پیاز را کمی تفت دهید تا نرم شود سپس مقداری زردچوبه اضافه کنید و تفت دادن را تا زمانی که پیاز و زردچوبه یکدست شوند ادامه دهید. در همین حین گوشت خورشتی را پس از شستشو به اندازه خورشتی ( مانند خورشت قیمه ) خرد کنید. پس از خرد کردن گوشت آنرا به مخلوط پیاز و زردچوبه اضافه کنید. تفت دادن مواد را ادامه دهید تا زمانی که گوشت سرخ شود و تغییر رنگ دهد. (م) پس از اینکه گوشت تغییر رنگ داد چند لیوان آب جوش را به همراه ۱ تکه چوب دارچین به قابلمه اضافه کنید و اجازه دهید گوشت با حرارت ملایم بپزد می توانید برای سرعت در کار از زودپز استفاده کنید. (م) در مرحله بعدی باید هویج ها را آماده کنید. برای این منظور ها هویج ها را پس از شستشو پوست بگیرید و به شکل خلالی خیلی نازک به صورت یکدست و یک اندازه خرد کنید. ( کمی باریک تر از سیب زمینی سرخ کرده ). (م) یک تابه مناسب روی حرارت قرار دهید و مقداری روغن داخل تابه بریزید سپس هویج های خلالی را داخل روغن تفت دهید تا کمی سرخ شوند ابتدا در تابه را بگذارید بعد از نرم شدن هویج ها کمی زعفران و شکر به آن بزنید و در انتها رب را به هویج اضافه کنید و کمی تفت دهید تا بوی خامی رب از بین برود. هر چقدر بیشتر هویج ها را تفت دهید خورش در پایان زیباتر خواهد شد ولی اینکار باعث می شود خواص هویج ها از بین برود. (م) در ادامه آلو های خورشتی را با دقت بشویید و پس از اینکه گوشت تقریبا پخت هویج و آلو خورشتی را به قابلمه خورش اضافه کنید. در این مرحله مقداری نمک و فلفل سیاه    به خورش اضافه کنید و اجازه دهید خورش با حرارت ملایم جا بیفتد. (م) ۳۰ دقیقه مانده به پایان پخت خورش زعفران دم کرده را اضافه کنید و چوب دارچین را از خورش خارج کنید. طعم خورش را بچشید و در صورت تمایل مقداری آب لیمو ترش به آن اضافه کنید. در پایان اجازه دهید آب خورش کم شود و روغن بیندازد سپس به همراه برنج سرو کنید. برای تزیین خورش هویج می توانید از خلال پسته و زرشک استفاده کنید. برای این منظور مقداری زرشک و خلال پسته را در مقدار کمی روغن مایع تفت دهید تا کمی سرخ شوند سپس در زمان سرو برای تزیین خورش استفاده کنید.  \n در صورتی که منع مصرف گوشت قرمز دارید و می خواهید خورش هویج خود را با گوشت مرغ تهیه کنید کافیست گوشت خورشتی را از مواد لازم حذف کنید و حدود ۶۰۰ تا ۸۰۰ گرم گوشت مرغ به مواد لازم اضافه کنید. مراحل پخت خورش هویج با گوشت قرمز یا گوشت مرغ تفاوتی با هم ندارد.",
        "food_category": "آذربایجان شرقی",
        "food_image": "khoreshhavij_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "کوکوی لوبیا سبز",
        "food_description": "(م) تهیه مواد لازم \n لوبیا سبز 500 گرم – سیب زمینی 1 عدد درشت – پیاز 1 عدد درشت – تخم مرغ 4 عدد – آرد سفید 1 قاشق غذا خوری – نمک و فلفل سیاه به مقدار کافی – زردچوبه و روغن به مقدار کافی (م) برای تهیه کوکوی لوبیا سبز ابتدا لوبیا سبز را پاک می کنیم و پس از شستشو و خرد کردن به همراه یک لیوان آب داخل یک قابلمه مناسب می ریزیم و روی حرارت قرار می دهیم. زمانی که تقریبا آب داخل قابلمه رو به پایان بود، قابلمه را از روی حرارت بر می داریم (م) حالا لوبیا سبز را آبکشی می کنیم و کنار می گذاریم تا آب اضافی لوبیا سبز خارج شود و خنک شود. در مرحله بعدی سیب زمینی را به صورت حبه ای کوچک خرد می کنیم و در روغن سرخ می کنیم، سپس کنار می گذاریم تا خنک شود(م) پیاز را به صورت جداگانه خرد می کنیم و در روغن تفت می دهیم تا کاراملی شود، سپس آنرا هم کنار می گذاریم تا خنک شود. پس از اینکه مواد خنک شدند تخم مرغ ها را داخل یک کاسه بزرگ می ریزیم و هم می زنیم تا از لختگی در بیاید(م) حالا مقداری نمک، فلفل سیاه و زردچوبه تخم مرغ ها اضافه می کنیم و مخلوط می کنیم. در ادامه لوبیا سبز را به همراه سیب زمینی و پیاز به کاسه اضافه می کنیم و مواد را به خوبی مخلوط می کنیم تا با هم یکدست شوند (م) در اخر را کم کم اضافه می کنیم و مواد را هم می زنیم تا آرد گلوله نشود. پس از اینکه مایه کوکو آماده سک تابه مناسب روی حرارت قرار می دهیم و مقداری روغن داخل تابه می ریزیم. اجازه می دهیم روغن به خوبی داغ شود (م) حالا مایه کوکو را یا با قالب های فلزی کوچک یا به صورت یک تکه داخل تابه می ریزیم و اجازه می دهیم به خوبی سرخ شود. سپس آنرا بر می گردانیم تا سمت دیگرش نیز سرخ شود. در آخر کوکوی لوبیا سبز را به همراه نان سرو می کنیم. \n برای تهیه کوکو لوبیا سبز با مرغ ابتدا ۵۰۰ گرم سینه مرغ را به همراه مقداری نمک و زردچوبه به صورت آبپز می پزیم. سپس گوشت مرغ را به صورت ریش ریش خرد می کنیم و به ماهی کوکو اضافه می کنیم. برای یکدست شدن مایه کوکو می توانیم تعداد بیشتری تخم مرغ اضافه کنیم.",
        "food_category": "آذربایجان شرقی",
        "food_image": "kokolobiasabz_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "دویماج",
        "food_description": "(م) تهیه مواد لازم \n گردوی خرد شده : 100 گرم  - نان لواش خشک : 4 عدد - پیازچه : 5 عدد - سبزی خوردن : 1 کیلو گرم - خامه : 1 بسته - خیار : 5 عدد متوسط - پنیر :100 گرم  - دوغ :1 لیوان (م) در یک کاسه بزرگ نان های خشک را خرد کنید و به آن دوغ اضافه کنید و هم بزنید تا نان ها خیس بخورند.سپس به آن گردوی خرد شده ، پنیر ، پیازچه ، و خیار خرد شده را اضافه کنید و کاملا مخلوط کنید. (م) در آخر هم خامه را مخلوط کنید. مواد مخلوط شده را با دست به شکل دایره یا بیضی فرم دهید و در ظرف مورد نظرتان بچینید.سپس آن را با زیتون و گوجه فرنگی تزیین کنید و به عنوان صبحانه یا عصرانه به همراه سبزی خوردن میل نمایید. \n زمان آماده سازی مواد اولیه و مایحتاج آن حدودا 30دقیقه دویماج را می توانید در وعده میان وعده - پیش غذا - سرو کنید .همچنین میتوان در ماه رمضان به عنوان افطار - میل کرد .توجه نمایید مقدار مواد اولیه و دستور تهیه برای 3 نفر مناسب میباشد .",
        "food_category": "آذربایجان شرقی",
        "food_image": "doymaj_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "آش ماست",
        "food_description": "(م)تهیه مواد لازم \n هویج متوسط: دو عدد - برنج گرده:نیم پیمانه - بلغور گندم ریز ( مخصوص کوفته):نیم پیمانه - سبزی آش:نیم کیلو - پیاز داغ:فراوان!!! البته می توانید در هنگام پختن مواد از پیاز خام هم استفاده کنید. - فلفل سبز تازه:یک تا دو عدد بسته به میزان تندی فلفل - لپه:نیم پیمانه - ماست:نیم لیتر یا بیشتر (م) لپه را بشویید و حدود یک ساعت در آب خیس دهید. بعد آن را بپزید(م) مقدار زیادی پیاز داغ درست کنید و نیمی از آن را برای تزیین کنار بگذارید(م) هویج را با برنج ، پیاز داغ ، بلغور، لپه ،فلفل سبز و 3 تا 4 لیوان آب در قابلمه مناسب بریزید و روی حرارت متوسط گاز قرار دهید (م) تا بجوشند. بعد از یک ربع جوشیدن این مواد سبزی آش خرد شده را به آنها اضافه کنید.بعد از اینکه آب آش کشیده شد و جا افتاد ، شعله گاز را خاموش کنید تا آش سرد کمی خنک شود. در آخر ماست را اضافه کنید. (م)  روی آش را هم با پیاز داغ و نعنا داغ تزیین کنید. \n زمان آماده سازی مواد اولیه و مایحتاج آن حدودا 15دقیقه و زمان پخت  انتظار آن در حدود 30دقیقه میباشد .آش ماست را می توانید در وعده نهار - میان وعده - شام - پیش غذا - سرو کنید .همچنین میتوان در ماه رمضان به عنوان افطار - میل کرد .توجه نمایید مقدار مواد اولیه و دستور تهیه برای 4 نفر مناسب میباشد.",
        "food_category": "آذربایجان شرقی",
        "food_image": "ashmast_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": " آبگوشت دیزی سنگی",
        "food_description": "(م)تهیه مواد لازم \n گوشت گوسفندی با استخوان :1 کیلو - دنبه :300 گرم - لپه :یک فنجان سرخالی -پیاز متوسط :یک عدد - مغز لیمو عمانی :یک قاشق سوپخوری - آب گوجه فرنگی :یک فنجان - رب گوجه فرنگی  :یک قاشق سوپخوری - سیب زمینی:5 عدد - نمک و فلفل :به مقدار لازم (م) گوشت و دنبه را پس از شستن 10 قسمت کرده و آن را سرخ کنید تا طلایی شود. پیاز را در روغن سرخ نمایید و لپه خیس داده شده را به پیاز اضافه کرده و لپه را هم کمی تفت دهید. (م) گوشت سرخ شده را با 4 لیوان آب، زردچوبه، لپه و پیاز داغ با شعله ملایم بپزید. سپس مغز لیمو عمانی را به آبگوشت اضافه کنید. (م) در اواخر طبخ 5 تا 6 عدد سیب زمینی را پوست گرفته و با کمی نمک، فلفل و زردچوبه به غذا اضافه میکنیم. (م) بعد هم آب گوجه فرنگی و رب گوجه فرنگی را به آن اضافه کنید. نان سنگک، پیاز، دوغ، سبزی خوردن در کنارش فراموش نشود. \n فوت کوزه گری پخت دیزی سنگی \n برای خوشمزه تر شدن و لذیذتر شدن آبگوشت و دیزی سنگی به جای روغن از دنبه گوسفند استفاده کنید. و پس از آماده شدن دیزی سنگی دنبه ها را بکوبید و مقداری از آن را روی هر ظرفی بریزید. برای پخت گوشت نمک را همیشه در انتهای پخت دیزی سنگی بریزید.  هر چقدر زمان پخت دیزی سنگی بیشتر باشد، آبگوشت آن خوش رنگ تر و لعاب دار تر میشود. دقت کنید همیشه از ابتدا مقدار آبی که برای تهیه دیزی سنگی استفاده میکنید به اندازه کافی باشد و در فاصله پختن گوشت به آن آب اضافه نکنید. چون طعم و مزه واقعی آبگوشت از بین میرود.  حبوبات را از چند ساعت قبل خیس دهید و چند بار آب آن را عوض کنید تا میزان نفخ آن کاهش یابد. رب گوجه فرنگی را قبل از اضافه کردن حتما سرخ کنید تا بوی خامی آن از بین برود. و اگر مقداری زعفران هم به آن اضافه کنید خوش رنگ تر میشود. برای اینکه آبلیمو در اثر جوشیدن تلخ نشود در هنگام سرو کردن آبگوشت آن را روی غذا بریزید.  برای اینکه دیزی طعم لذیذتر ی پیدا کند از چوب دارچین در تهیه آن استفاده کنید.  گوشت گردن بخاطر لطافت و روغنی که روی آبگوشت می اندازد بهترین گوشت توصیه شده برای آبگوشت است.   در کنار آبگوشت سبزی خوردن به خصوص برگ های تازه نعناع میل کنید تا به هضم غذا کمک کند. برای خوشمزه تر شدن آبگوشت ،بهتر است اجازه دهید این غذا از شب تا صبح با حرارت خیلی ملایم به آرامی بپزد. هنگام اضافه کردن سیب زمینی ها مقداری زعفران هم به آبگوشت تان اضافه کنید تا عطر آن بیشتر شود.  اگر مایل به اضافه کردن لیمو عمانی در آبگوشت بودید حتما آن را بعد از سوراخ کردن و در آب خیس کردن در اواخر پخت آبگوشت  اضافه کنید تا باعث تلخی دیزی نشود.  به‌جای گوجه فرنگی تازه می توان از گوجه فرنگی خشک شده هم استفاده کرد. زیر پوست سیب زمینی ویتامین های فراوانی وجود دارد که با پوست کندن از بین میرود. به همین خاطر سیب زمینی ها را خوب بشویید و به همراه پوستش در دیزی بریزید. دیزی را میتوانید روی زغال هم بپزید.و اجازه دهید 3 ساعتی ظرف های دیزی روی زغال بماند تا خوب پخته شوند.   \n و زمان پخت و انتظار آن در حدود 4 ساعت میباشد .آبگوشت دیزی سنگی را می توانید در وعده نهار - شام - سرو کنید .همچنین میتوان در ماه رمضان به عنوان افطار - میل کرد .توجه نمایید مقدار مواد اولیه و دستور تهیه برای 5 نفر مناسب میباشد .",
        "food_category": "آذربایجان شرقی",
        "food_image": "abgoshtdizisangi_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "دلمه برگ مو",
        "food_description": "(م) تهیه مواد لازم \n برگ مو: تقریبا یک کیلو (ممکنه بیشتر یا کمتر هم مصرف بشه) - گوشت چرخ کرده: ۵۰۰ گرم - پیاز ریز شده: ۳ عدد متوسط - بلغور گندم: یک پیمانه - لپه: یک پیمانه - برنج: ۲ پیمانه - شوید خرد شده: ۲۰۰ گرم - مرزه خرد شده: ۲۰۰ گرم - تره خرد شده: ۴۰۰ گرم - سیر خرد شده: یک بوته درشت -  ماست: نصف پیمانه - تورتا: یک پیمانه - (تورتا چیه؟ وقتی کره حیوانی رو ذوب میکنید تا روغن زرد، همون روغن حیوانی یا کرمانشاهی تهیه کنید ماده قهوه ای رنگ جامدی ته ظرف میمونه، به این ماده تورتا گفته میشه) اگه تورتا نداشته باشید میتونید از ۱۰۰ گرم کره حیوانی یا نباتی استفاده کنید. - دارچین: یک قاشق غذا خوری پر - پودر گل محمدی: دو قاشق غذا خوری پر - فلفل سیاه: یک قاشق چایخوری - نمک: به میزان لازم - آب یا آب مرغ: دو لیوان - غوره ریز: یک چهارم پیمانه \n مواد لازم برای تزئین و سرو \n پیاز داغ – زرشک – خلال بادام – خلال سیر – ماست یا سیر ماست (م) برنج و بلغور رو دو ساعت خیس کنید، لپه رو بپزی. (م) پیاز رو ریز خرد کنید، تو یه ظرف بزرگ تفت بدید بعد گوشت رو اضافه کنید و تفت بدید وقتی گوشت سرخ شد لپه رو بهش اضافه کنید، بلغور و برنج رو آبش رو گرفته به همراه سبزیجات و ادویه جات به مواد اضافه کنید و مرتب هم بزنید تا وقتی که به اصطلاح پف سبزیها بخوابه اما پخته نشه، بعد از رو گاز بردارید، چرا این کار ضروریه و باید رو گاز انجام بشه؟ جواب : این کارباعث میشه برنج و بلغور مرحله اول پخت رو پشت سر بزارن ( توجه کنید که کامل پخته نمیشن فقط حرارت میبینن) و دوتا از اشکالاتی که گفتیم خود به خود رفع بشه یعنی: دلمه ها ترک نخورن داخل دلمه خام نمونه(م) وقتی از رو حرارت برداشتیم، سیر، تورتا، ماست رو هم اضافه کرده خوب مخلوط میکنیم نمکش رو تست میکنیم و میزاریم کنار بدین ترتیب داخل دلمه آماده ست. (م) ته یه قابلمه یه بشقاب ملامین یا استیل رو که تقریبا هم اندازه ته قابلمه باشه دمر قرار میدیم ( این کار باعث میشه دلمه ته نگیره ) دلمه ها رو به صورت بقچه پیچیده و مرتب داخل قابلمه می چینیم، غوره ای رو که داشتیم گاها تو ردیفهای دلمه قرار میدیم وقتی تموم شد روی دلمه ها رو دو لایه با برگ مو می پوشانیم ( این کار باعث میشه دلمه خوب بپزه ) بعد آب یا اب مرغ رو به ارامی روی دلمه ریخته در قابلمه رو میزاریم و رو گاز قرار میدیم اول حرارت رو زیاد کنید وقتی صدای جوش آب رو شنیدید حرات رو بسیار ملائم کنید و اجازه بدید حدود یک تا یک ونیم ساعت به ارامی پخته بشه ، میتونید تست کنید اگه نپخته بود ( که امکانش خیلی کمه ) دوباره مقداری آب بریزید. (م) برای تزئین هم از پیاز داغ و زرشک استفاده کنید و با ماست یا سیر ماست سرو کنید.",
        "food_category": "آذربایجان شرقی",
        "food_image": "dolmebargmo_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "شوربای تره",
        "food_description": "(م) تهیه مواد لازم \n نمک و فلفل به مقدار لازم - سبزی (تره کوهی ) ۲۰۰ گرم - پیاز ۱ عدد - لیمو عمانی ۳ عدد - لپه ۱۰۰ گرم - گوشت ۱ کیلوگرم - زعفران به مقدار لازم - زردچوبه به مقدار لازم (م) ظرف مناسبی انتخاب کنید و کمی از دنبه گوسفند یا کره را در آن آب کرده و پیازها را به ۴ قسمت تقسیم کنید و در آن نیمه سرخ کنید. (م) گوشت را به آن اضافه کرده و تفت دهید تا تغییر رنگ دهد. (م) سپس لپه شسته شده و آبکش شده را به مواد اضافه کرده و کمی تفت دهید. (م) پس از آن ۶ پیمانه آب به غذا اضافه کنید و اجازه دهید غذای شما بپزد. (م) پس از پخته شدن گوشت و لپه لیمو عمانی و نمک و فلفل و سبری تره کوهی خرد شده را به آبگوشت تره شورباسی اضافه میکنیم و اجازه میدهیم غذا کاملا جا بیفتد. (م) می توانید در تره شورباسی از سیب زمینی هم استفاده کنید به این ترتیب که آن را شسته و خرد کنید و با اضافه کردن سبزی به غذا بیفزایید. (م) اگر دوست دارید به آن زعفران یا رب اضافه کنید فقط دقت کنید رب را در آخر و به صورت سرخ شده در غذا بریزید. (م) سوزی شورباسی معولا گوشت کوبیده ندارد و مواد آن به همراه آب خورده می شود. اما می توانید آن را شبیه آبگوشت ساده سرو کنید. (م) به جای لیمو عمانی میتوانید از گرد لیمو یا گرد غوره و همچنین آبلیمو استفاده کنید.",
        "food_category": "آذربایجان شرقی",
        "food_image": "shorebaytare_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "آش میوه",
        "food_description": "(م) تهیه مواد لازم \n نخود ۱/۲پیمانه - لوبیا چیتی ۱/۲پیمانه - عدس ۱/۲پیمانه - رب گوجه فرنگی ۳ قاشق غذاخوری - رشته آش ۱۵۰گرم - برگ زردآلو ۱/۲پیمانه - آلو زرد ۱/۲پیمانه - آلو بخارا ۱/۲پیمانه - آلو سیاه ۱/۲ پیمانه - زغال اخته ۱ پیمانه - آلبالو ۱ پیمانه - لواشک ترش ۱۰۰گرم - گوشت چرخ کرده ۲۰۰گرم - پیاز ۲ عدد - نمک و زردچوبه به میزان لازم - نعنا داغ، پیاز داغ به مقدار لازم برای تزئین (م) ابتدا نخود و لوبیا را از شب قبل خیس کنید و چندین بار آبش را تعویض کنید تا نفخ آن ها گرفته شود، عدس را نیز بشورید و ۲ ساعت قبل از شروع خیس کنید سپس هر کدام از حبوبات را جداگانه بگذارید تا پخته شود و بعد میوه های خشک را نیز از چند ساعت قبل داخل آب ریخته تا نرم شوند. (م) در قابلمه بزرگی که قرار است پخت آش را انجام دهید کمی روغن ریخت و روی حرارت بگذارید تا داغ شود سپس پیاز را نگینی ریز خرد کنید به همراه کمی زردچوبه تفت دهید تا سبک و کمی طلایی شود سپس رب را اضافه کنید و تفت داده تا بوی خامی رب رفع شود. (م) در ادامه چند لیوان آب جوش داخل قابلمه ریخته وقتی شروع به قل زدن کردن میوه های خشک را داخل قابلمه ریخته تا نرم شوند سپس بعد از گذشت نیم ساعت حبوبات پخته شده را نیز اضافه کنید و روی حرارت متوسط بگذارید. (م) در ادامه پیاز باقی مانده را رنده ریز بزنید و با گوشت چرخ کرده مخلوط کنید و کمی نمک و زردچوبه و فلفل سیاه بزنید و از مواد به اندازه فندوق برداشته و در دست خوب گرد کنید سپس داخل آش بریزید. (م) در ادامه لواشک و نمک را اضافه کنید و بگذارید همه مواد آش پخته شود دقت کنید نباید میوه ها آنقدر پخته شوند تا له شود و شکل ظاهری خود را از دست دهند در ادامه رشته ها به سه قسمت تقسیم کنید و داخل آش ریخته و بلافاصله هم بزنید تا رشته ها بهم نچسبند و بعد از افزودن رشته آلبالو و زغال اخته را نیز بریزید و ۲۰ الی ۱۵ دقیقه زمان دهید تا آش جا افتاده و لعاب دار شود در انتها آش را با نعنا و پیاز داغ و میوه خشک تزئین کنید.نوش جان",
        "food_category": "آذربایجان شرقی",
        "food_image": "ashmive_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "آش گوجه‌فرنگی",
        "food_description": "(م) تهیه مواد لازم \n گوجه فرنگی ۱ کیلو و ۵۰۰ گرم - غوره ۱/۲ لیوان - سبزی ۷۵۰ گرم (تره و جعفری به میزان مساوی) - پیاز ۲-۳ عدد متوسط - لوبیا چشم بلبلی ۱ لیوان - نعناع خشک ۲ قاشق غذاخوری - آبغوره ۱ لیوان - آب گوشت ۲-۳ لیوان - برنج ۱ استکان - نمک، فلفل، زردچوبه به میزان لازم (م) لوبیاها را حداقل ۶ ساعت خیس کرده و چند بار آبش را عوض می کنیم تا نفخ آور نباشد.(م) در یک قابلمه جادار، مقداری روغن داغ کنید و پیاز را در آن سرخ کنید تا سبک شود. (م) بعد مقداری زردچوبه به آن بیافزایید و بگذارید کاملا طلایی شود. نیمی از پیاز داغ را می توان برای تزیین برداشت. (م) لوبیا را از آب در آورده و همراه پیاز تفت دهید و سپس ۵-۶ لیوان آب روی آن بریزید و بگذارید تا ۱ ساعت با حرارت متوسط و درب بسته بپزد. (م) بعد از نرم شدن لوبیا، برنج را آبکش کنید و همراه با آب گوشت داخل قابلمه بریزید و مواد را هم بزنید و صبر کنید تا برنج کاملا باز شود. (م) بعد سبزی خرد شده را همراه با غوره داخل مواد بریزید. (دقت کنید آش در این مرحله نباید خیلی هم آب داشته باشد در همین حد که آب روی سبزی را گرفته باشد کافی است).(م) اگر نیاز به ریختن آب بود از آب جوش استفاده نمایید. (م) درب قابلمه را ببندید و ۲۰ دقیقه بگذارید سبزی با درب بسته بپزید وجوش بیاید. (م) گوجه ها را میکس کنید.۲۰ دقیقه بعد از ریختن سبزی، آب گوجه فرنگی را به آش اضافه کنید. (م) حرارت را بالا ببرید و مدام آش را هم بزنید. گوجه فرنگی ها در ابتدا کمی کف می کند ولی بلافاصله برطرف خواهد شد.(م) در این مرحله ۱ قاشق نعناع خشک را بدون تفت دادن داخل آش بریزید و ادویه را هم اضافه کنید. (م) حرارت زیر آش را ملایم کرده و ۳۰دقیقه بگذارید تا آش جا بیافتد و در این مدت هم بزنید تا ته نگیرد. (م) بعد از جا افتادن آش آبغوره را داخل آش ریخته و حرارت را خاموش کنید و مدام هم بزنید تا آبغوره به خرد آش برود.(م) آش گوجه فرنگی را با پیاز داغ و نعناع خشک تفت داده تزیین کنید.",
        "food_category": "آذربایجان شرقی",
        "food_image": "ashgojefarangi_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "آش اوماج",
        "food_description": "(م) تهیه مواد لازم \n عدس 1 پیمانه - سبزیجات معطر (ریحان - تره -مرزه-) 250 گرم - پیاز   4 عدد بزرگ - کره محلی   25 گرم - آب قلم (دلخواه) 1لیوان - نمک به مقدار کافی - مواد لازم برای آش اوماج - آرد 2 قاشق غذاخوری - زردچوبه   نوک قاشق چایخوری - نمک مقدار کم - آب به اندازه کافی (م) در یک ظرف گود آرد را با کمی آب مخلوط کنید تا به شکل یک خمیر تقریبا سفت در بیاید. به آن کمی نمک و زردچوبه اضافه کنید و ورز دهید. بعد از خمیر به اندازه گلوله هایی کوچکتر از عدس بردارید و در سینی بچینید تا خشک شوند. حتی می توانید جلوی بخاری یا شوفاژ هم بگذارید تا زودتر خشک شوند. (م) سپس به سراغ طرز پخت آش اوماج میرویم. برای تهیه این آش ابتدا عدس را از چند ساعت قبل خیس کنید.بعد سبزی ها را تمیز کنید و خوب بشویید و وقتی آب سبزی کشیده شد آن را ریز خرد کنید. (م) پیاز ها را به دو نیم تقسیم کنید و در یک قابلمه مناسب  با کره در حد 1 دقیقه تفت دهید و بعد به آن زردچوبه و نمک اضافه کنید. به پیاز ها آب قلم یا آب معمولی اضافه کنید و بعد عدس های خیس خورده شده را داخل آب و پیاز بریزید.تا آب به جوش بیاید. وقتی آب به جوش آمد سبزی ها معطر خرد شده را به داخل مواد آش اضافه کنید.البته میتوانید از سبزی خشک هم در این آش استفاده کنید. حرارت را کم کنید تا عدس ها پخته شوند و اگر در حین پخت عدس آب داخل قابلمه کم بود به آن آب جوش اضافه کنید. (م) بعد از پخت عدس اوماج ها را کم‌کم به آش اضافه کنید و مدام هم بزنید تا اوماج ها به هم نچسبند. همین طور به هم زدن ادامه دهید تا زمانی که اوماج ها به اندازه کافی باد کنند. در این صورت آش آماده است و میتوان آن را در ظرف مورد نظر سرو کنید. \n\n\n زمان آماده سازی مواد اولیه و مایحتاج آن حدودا 1 ساعت و زمان پخت و انتظار آن در حدود 1 ساعت میباشد .آش اوماج را می توانید در وعده شام - پیش غذا - سرو کنید .همچنین میتوان در ماه رمضان به عنوان افطار - میل کرد .توجه نمایید مقدار مواد اولیه و دستور تهیه برای 3 نفر مناسب میباشد .",
        "food_category": "آذربایجان شرقی",
        "food_image": "ashomaj_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "آش شیله عدس",
        "food_description": "(م) تهیه مواد لازم \n عدس ۱ پیمانه - بلغور گندم ۱ پیمانه - پیاز ۲ عدد - گوجه فرنگی ۳ عدد - تره و پیازچه خرد شده ۲ پیمانه - عصاره گوشت یا استاک قلم به مقدار لازم - نمک، فلفل سیاه، زردچوبه به مقدار لازم (م) ابتدا عدس را برای ۱ ساعت خیس کنید تا هم راحت تر پخته شود و هم نفخ آن گرفته شود. بلغور گندم را نیز خیس کنید و کنار بگذارید. تره و پیازچه را پاک کنید و تمیز کنید و داخل لگن آب بشورید و داخل آبکش قرار دهید تا آب اضافی آن گرفته شود، سپس به ساطوری متوسط خرد کنید.(م) پیاز را پوست بگیرید و نگینی ریز خرد کنید.داخل قابلمه با مقداری زردچوبه و فلفل سیاه و روغن تفت دهید تا سبک طلایی شود. در ادامه گوجه ها را رنده ریز بزنید و یا با گوشتکوب برقی یا غذاساز پوره کنید. می توانید به دلخواه پوست گوجه را به روش بلانچ کردن بگیرید و بعد پوره کنید.(م) در ادامه عدس خیس خورده را آبکش کنید و به پیاز در حال سرخ شدن اضافه کنید و بعد بلغور را نیز اضافه کنید و کمی تفت دهید. در ادامه باید سبزی خرد شده را با پوره گوجه فرنگی اضافه کنید و کمی هم بزنید تا رنگ پوره خوش رنگ و آب اضافی آن کمی تبخیر شود.(م) آب قلم یا عصاره را اضافه کنید و کمی آب جوش اضافه کنید و درب قابلمه را نیمه باز قرار دهید و برای ۱ ساعت بگذارید تا آش پخته و حبوبان آن نرم شود. بعد از غلیظ شدن مزه آش را تست کنید و نمک آن را اندازه کنید. روی آش را با کمی زرشک و پیازچه تزیین کنید.",
        "food_category": "آذربایجان شرقی",
        "food_image": "ashshileadas_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "آش کلم قمری",
        "food_description": "(م) تهیه مواد لازم \n تره نیم کیلو - جعفرینیم کیلو - کلم قمریدو عدد متوسط - برنج نیم دانهیک فنجان - بلغور گندمنصف فنجان - لپهنصف فنجان - پیازدو عدد متوسط - گوجه‌فرنگی (رنده شده)چهار عدد - رب گوجه‌فرنگیدو قاشق غذاخوری - آبِ قلمچهار فنجان - روغنبه مقدار لازم - نمک، فلفل و زردچوبهبه مقدار لازم - نعنا خشکبه مقدار لازم(م) ابتدا تره و جعفری را پاک‌کرده و بشویید. سپس اجازه بدهید تا سبزی‌ها خشک شوند. بعد از خشک شدن سبزی‌ها آن‌ها را خرد کنید. بلغور و برنج نیم دانه را هم چند بار بشویید. در این مرحله لپه‌ها را شسته و روی حرارت قرار دهید تا نیم‌پز شوند.(م) کلم قمری را به‌صورت نگینی درشت خرد کنید. سپس کلم‌ها را بشویید و بگذارید تا آب آن‌ها به‌طور کامل گرفته شود. پیاز را به‌صورت نگینی خردکرده و سرخ‌ کنید. حالا کلم قمری‌های نگینی را به پیاز اضافه کرده و تفت دهید. پس از نرم شدن کلم قمری خردشده، ادویه‌ها را به غذا اضافه کنید.(م) برنج نیم دانه، بلغور گندم، سبزی خردشده و لپه نیم‌پز شده را به کلم‌ها اضافه کنید. سپس دو لیوان آب به مواد آش اضافه کرده و بگذارید مواد اولیه نیم‌پز شوند. حالا گوجه‌فرنگی رنده شده و آبِ قلم را به آش اضافه کنید.(م) مواد آش که کاملا پخت، رب گوجه‌فرنگی را با مقداری آب رقیق کرده و به غذا اضافه کنید. سپس اجازه بدهید تا آش جا بیفتد. پس از آماده‌شده آش آن را درون ظرف ریخته و روی آن را با جعفری تازه یا نعناداغ و پیازداغ تزیین کنید.\n\n\n این آش را می‌توانید به همراه کشک یا آبغوره نوش جان کنید. با توجه به ذائقه‌تان می‌توانید آش کلم قمری را با کوفته‌قلقلی سرخ‌شده سرو کنید. این آش بهتر است تندوتیز باشد تا طعم واقعی‌اش حفظ شود. به‌جای آب قلم می‌توانید از آبِ گوشت، آبِ مرغ، عصاره گوشت یا عصاره مرغ استفاده کنید.",
        "food_category": "آذربایجان شرقی",
        "food_image": "ashkalamghamari_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "آش برگ مو",
        "food_description": "(م) تهیه مواد لازم \n برگ مو :نیم کیلو -  شوید خشک:1 و نیم قاشق غذا خوری پر - مرزه:1 قاشق چای خوری خشک - برنج:یک مشت - لپهخیس شده:1/3 پیمانه - پیاز:1 عدد - نمک و فلفل و زردچوبه:به میزان لازم (م) پیاز را خرد کنید و در مقداری روغن  تفت دهید.(م) در حین تفت فلفل و زردچوبه هم  به آن اضافه کنید  تا بوی خامی ادویه ها گرفته شود و  عطرشان به مشام برسد.(م) برگ مو ها را هم خوب بشویید و خیلی ریز خرد کنید و به پیاز سرخ شده اضافه کنید و به همراه کمی نمک آن را تفت دهید.(م) در ظرف را بگذارید تا برگ ها خوب پخته و نرم شوند.(م) برنج و لپه  را به همراه شوید و مرزه  و مقداری آب به برگ موها ی پخته شده  اضافه کنید و بگذارید تا آش بپزد و جا بیفتد. (م) اگر هم چاشنی آش کافی نبود میتوانید مقداری غوره به آش اضافه کنید.تا ترش مزه شود.\n\n\n\n\n زمان آماده سازی مواد اولیه و مایحتاج آن حدودا 15دقیقه و زمان پخت و انتظار آن در حدود 2 ساعت میباشد .آش برگ مو را می توانید در وعده نهار - شام - پیش غذا - سرو کنید .همچنین میتوان در ماه رمضان به عنوان افطار - میل کرد .توجه نمایید مقدار مواد اولیه و دستور تهیه برای 3 نفر مناسب میباشد .",
        "food_category": "آذربایجان غربی",
        "food_image": "ashbargmo_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "ارومیه خورشت",
        "food_description": "(م) تهیه مواد لازم \n پیاز ۱ عدد - غوره ½ پیمانه - بادمجان ۲ عدد - لوبیا چیتی ۲ پیمانه - سیب زمینی ۲ عدد - روغن مایع به اندازه کافی - زعفران ۱ قاشق چایخوری - گوشت خورشتی ۴۰۰ گرم - نمک و فلفل سیاه به اندازه کافی - رب گوجه فرنگی ۲ قاشق غذاخوری - (م) از شب قبل لوبیا چیتی را در کاسه ای می ریزیم و تا روی آن آب می گیریم تا خیس بخورد و ۲ الی ۳ مرتبه آب آن را عوض می کنیم تا نفخ آن از بین برود.گوشت را می شوییم و در آبکش قرار می دهیم و روی تخته به صورت مربع های نسبتا درشت خرد می کنیم و کنار می گذاریم. (م) پیاز را پوست می گیریم و آبکشی می کنیم و روی تخته آشپزخانه نگینی خرد می کنیم و در تابه ای بزرگ روغن می ریزیم و کمی که داغ شد پیاز را در آن تفت می دهیم تا طلایی شود.گوشت های خرد شده را به تابه اضافه می کنیم(م) و تفت می دهیم تا رنگ گوشت ها کاملا تغییر کند و آن وقت لوبیا چیتی را آبکشی می کنیم و به مواد تابه می افزاییم و ۵ لیوان آب داخل تابه می ریزیم(اگر تابه تان گنجایش این مقدار اب را ندارد مواد را داخل قابلمه ای بریزید)(م) و صبر می کنیم تا گوشت و لوبیا چیتی ها با حرارت ملایم مغز پخت شود. در تابه ای کوچک مقداری روغن می ریزیم کمی که داغ شد رب گوجه فرنگی را داخل تابه می ریزیم و در روغن تفت می دهیم تا بوی خامی رب را دیگر احساس نکنیم(م) و بعد زعفران را همراه با کمی نمک و فلفل به رب گوجه فرنگی اضافه می کنیم و تفت می دهیم و غوره را نیز می افزاییم و مواد را مخلوط می کنیم و داخل خورشت می ریزیم تا جابیفتد. تا آماده شدن خورشت بادمجان ها و سیب زمینی ها را پوست می گیریم(م) و آبکشی می کنیم و (به هر مدلی که تمایل دارید برش دهید)به صورت مربع های متوسط برش می دهیم و در تابه ای روغن می ریزیم و زمانی که داغ شد ابتدا سیب زمینی ها را سرخ می کنیم و سپس بادمجان ها را سرخ می کنیم .(م) خورشت را می چشیم اگر ترشی آن کم بود مجددا کمی آبغوره به آن اضافه می کنیم.خورشت آماده شده را در ظرف می ریزیم و بادمجان و سیب زمینی را کنار آن برای تزئین می ریزیم و با پلو زعفرانی سرو کنید.نوش جان",
        "food_category": "آذربایجان غربی",
        "food_image": "urmiekhrosht_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "کوفته مرغ",
        "food_description": "(م) تهیه مواد لازم \n سینه مرغ ۵۰۰ گرم - پیاز درشت ۱ عدد - برنج ۱/۲ پیمانه - تخم مرغ ۱ عدد - لپه ۱/۲ پیمانه - زرشک و گردو برای وسط کوفته به مقدار لازم - پیاز داغ به مقدار لازم - آلو به مقدار لازم - سبزی کوفته ۲ ق غذا خوری - رب گوجه فرنگی ۲ ق غذا خوری - عصاره مرغ ۱ عدد - زعفران دم کرده به مقدار لازم - نمک و فلفل سیاه و زردچوبه و پودر پیاز به مقدار لازم(م) ابتدا لپه را از چند ساعت قبل خیس کنید و با آب بگذارید تا پخته و نرم شود و در حین پختن کف روی لپه ها را بگیرید سپس بعد از پختن لپه را نیم کوب می کنیم یا آسیاب کنید تا کمی پودر شود. برنج را نیز ۱ ساعت خیس کنید و با مقداری آب بگذارید تا پخته و نرم شود.(م) سینه مرغ را خوب پاک کرده و استخوان ها را جدا کنید سپس با کمک چرخ گوشت یا غذاساز خوب له کنید. پیاز را پوست بگیرید و آبش را گرفته و با سینه مرغ ترکیب کنید تا بوی زهم مرغ را بگیرد.(م) سینه مرغ را به لپه آسیاب شده و برنج اضافه کنید و با دست شروع به ورز دادن کنید سپس ادویه ها را افزوده و خوب ورز بدید این مرحله بسیار مهم است زیرا باید مواد حالت منسجم و چسبناکی داشته باشند حالا تخم مرغ و زعفران و سبزی کوفته را اضافه می کنیم و خوب که ورز خورد برای ۱ ساعت تا نیم ساعت داخل یخچال قرار می دهیم تا خودش را گرفته و منسجم تر شود.(م) وقتی مواد استراحت کرد از مواد به اندازه دلخواه بردارید و کف دست پهن کنید کمی زرشک و ۱ عدد آلو و گردو را در مرکز کوفته گذاشته و کناره ها را بالا بیارید و خوب گرد کنید به همین ترتیب همه مواد را حاضر کنید.(م) داخل تابه عمیق مقداری روغن ریخته تا داغ شود سپس پیاز داغ را همراه با رب گوجه فرنگی اضافه کنید و هم بزنید تا رب خوش رنگ شود سپس کمی زردچوبه به آن اضافه کنید و ۱ عدد استاک مرغ را داخل آبجوش حل کنید و داخل تابه ریخته و اجازه دهید تا به جوش بیاد و قل بزند سپس کوفته های آماده شده را در سس قرار داده و درب قابلمه را نیمه باز می گذاریم و اجازه می دهیم تا کوفته مرغ پخته شود در حین پخت با قاشق سس را روی کوفته ها بریزید پس از پخت آن را در ظرف سرو قرار داده و با زرشک و گردو تزئین کنید. نوش جان",
        "food_category": "آذربایجان غربی",
        "food_image": "koftemorgh_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "گوزلمه",
        "food_description": "(م) تهیه مواد لازم \n تخم مرغ محلی ۴ عدد - ماست چکیده ۳ پیمانه - سیر ۵ حبه - نمک و زردچوبه به مقدار لازم - کره یا روغن محلی برای سرخ کردن (م) ابتدا ماست را داخل قابلمه مقداری کمی آب به ماست اضافه می کنیم حرارت را روی متوسط تنظیم کنید و مدام هم بزنید نباید ماست بریده شود و مدام باید هم بزنید تا دور قابلمه ریز جوش بزند سپس از روی حرات بردارید و می توانید انگشت خود را داخل ماست کنید نباید بسوزد ولی باید گرما را احساس کند.(م) داخل تابه کره یا روغن محلی ریخته و اجازه دهید تا داغ شود سپس تخم مرغ ها را شکسته و اجازه دهید پخته شود سپس به تخم مرغ ها نمک و زردچوبه بزنید و وقتی پخت از روی حرارت بردارید.(م) داخل کاسه های مورد نظر کمی تخم مرغ ریخته و روی آن ماست چکیده به همراه سیرهای پوره شده بریزید و به همراه نان تازه تیلیت کنید و داغ میل کنید. نوش جان",
        "food_category": "آذربایجان غربی",
        "food_image": "gozlme_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "خورش کنگر",
        "food_description": "(م) تهیه مواد لازم \n گوشت ماهیچه گوسفندی 500 گرم – کنگر 2 کیلوگرم – پیاز داغ 3 قاشق سوپخوری – روغن 3 قاشق سوپخوری – آب لیموترش نصف فنجان – زعفران 1 قاشق سوپخوری – نمک و فلفل به مقدار لازم (م) گوشت را تکه تکه خرد کنید و بشویید و با پیاز سرخ کرده و ۳ تا ۴ لیوان آب بپزید.(م) سپس ساقه های کنگر را تمیز کرده و تیغ آن را بگیرید و بشویید، با ۳ تا ۴ قاشق روغن کمی سرخ کنید و داخل گوشت بریزید تا کنگر نیز پخته شود تا حدی که له نشود.(م) نمک و فلفل و آبلیمو و زعفران ساییده را در خورش بریزید و بگذارید خورش آهسته بجوشد و جا بیافتد.(م) برای نیم کیلو گوشت ۲ کیلو کنگر لازم است کنگر را بعد از تمیز کردن و تیغ گرفتن و شستن باید کمی سرخ کرد و داخل گوشت ریخت.(م) خورش کنگر را می شود با نعنا و جعفری آماده کرد، در اینصورت یک کیلو کنگر کافی است و ترشی آن آب لیمو یا غوره است، خورش کنگر را با قیمه و لیمو عمانی نیز درست می کنند. بعد از اینکه قیمه و لپه کمی پخت کنگر را سرخ و اضافه می نمایند و کمی رب گوجه فرنگی به آن می زنند.",
        "food_category": "آذربایجان غربی",
        "food_image": "khreshkangar_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "دلمه کلم ارومیه",
        "food_description": "(م) تهیه مواد لازم \n کلم سفید ۱ عدد متوسط - پیاز یک عدد - برنج نیم دانه ۱ پیمانه - لپه یک چهارم پیمانه سبزی خشک(ترخون؛نعناع؛ریحون،گشنیز؛پیازچه؛شوید) - ۲ قاشق غذاخوری سر پر - نمک،روغن ،فلفل قرمز به مقدار لازم - آب گوشت یا عصاره مرغ دو عدد - گوشت مرغ یا چرخ کرده در صورت تمایل چند تکه - سماق یک لیوان (م) اول کلم رو از وسط نصف کنید وداخل لب بجوشانید تا کلم نرم شود و مناسب پیچیدن شود.(م) پیازرا خرد کنید و در روغن تفت دهید و بعد از اینکه پیاز کمی تفت خورد برنج رو بشورید وبه آن اضافه کنید لپه ها رو هم ازقبل در آب جوش می خیسانیم تا کمی نرم شوند و همراه برنج به پیاز داغ اضافه کنید نمک و فلفل قرمز ،زردچوبه و یکی از عصاره های مرغ رو داخل مخلوط بریزید و سبزی خشک رو هم کمی بشورید وآبکش کنید و به مواد اضافه کنید و خوب مخلوط کنید،کلم را آبکش کنید،(م) اگر از گوشت استفاده کنید میتونید تکه های مرغ رو در قابلمه ای در کمی روغن و یک عدد پیاز و کمی نمک تفت بدین و دلمه ها رو بپیچید و روی تکه های گوشت بچینید.(م) ته یک قابلمه کمی روغن بریزید و قسمتهای کلفت کلم رو بچینید روش و دلمه هاتونو بپیچید و روی اون کلمها بچینید، برای پیچیدن دلمه ها لایه های کلم رو به آرامی از هم جدا کنید و با چاقو ببرید و کمی از مواد داخلش بذارید و بپیچید،(م) سماق رو یکبار کمی بشورید تا گرد و غبارش گرفته شود سپس آب جوش روش بریزید و نمک و عصاره مرغ رو اضافه کنید و باهم قاطی کنید ،اگر اب گوشت داشته باشید عصاره لازم نیست. روی دلمه ها یک بشقاب بذارید تا دلمه ها موقع پخت بالا نیان و باز نشوند و آب سماق رو از صافی رد کنید و روی دلمه ها بریزید آب باید از دلمه ها بالا بزند، درقابلمه رو بذارید و با حرارت ملایم اجازه بدین تا ۴۵ دقیقه بپزند.\n\n\n میتونید گوشت را حذف کنید و نریزید ویا گوشت چرخ کرده را جایگزین کنید. میتونید مقداری کشمش هم داخل مواد ریخت بسته به سلیقه ی خودتون داره.",
        "food_category": "آذربایجان غربی",
        "food_image": "dolmekalam_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "آش یارما",
        "food_description": " (م) تهیه مواد لازم\n سه پیمانه بلغور گندم - ۱٫۵ پیمانه لوبیا قرمز - ۲۰۰ گرم گوجه‌فرنگی - یک پیمانه آب‌غوره ۴۰۰ گرم سبزی آش خردشده - هشت پیمانه آب گوشت - نمک، فلفل، زردچوبه و زعفران دم‌کرده به میزان لازم - پنج قاشق غذاخوری پیازداغ (م) بلغور و لوبیا را از چند ساعت قبل خیس کنید.(م) گوجه‌فرنگی را پوره کنید و همراه با روغن و زردچوبه روی حرارت قرار دهید تا قدری آب آن کشیده شود.(م)  آب روی بلغور را دور بریزید و با آب گوشت به پوره گوجه‌فرنگی اضافه کنید.(م) اگر آب گوشت در دسترس نبود، می‌توانید از مخلوط آب جوش و عصاره گوشت استفاده کنید.(م) وقتی آب جوش آمد، حرارت زیر آن را کم کنید و اجازه دهید تا بلغور برای یک ساعت کمی نرم شود.(م) لوبیا را جداگانه بپزید و آب آن را دور بریزید و با پیازداغ در آش بریزید. وقتی بلغور کاملا نرم شد، نوبت به افزودن سبزی آش (اسفناج، تره، جعفری، کمی گشنیز و یک نوع سبزی محلی به نام یملیک که در فارسی به آن «شنگ» گفته می‌شود) است. (م)  در نهایت نیز آب‌غوره را اضافه کنید؛ اما آن را به‌تدریج در آش بریزید تا ترشی آن بیش از اندازه نشود. پس از اینکه نمک و فلفل آش را اندازه کردید، آن را در ظرف موردنظر بکشید و روی آش را با نعناع‌داغ، سیرداغ و پیازداغ تزیین کنید.",
        "food_category": "اردبیل",
        "food_image": "ashyarma_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "آش شیر",
        "food_description": "(م) تهیه مواد لازم\nیک لیتر شیر - ۳۰۰ گرم گندم پوست‌کنده - ۶۰ گرم نخود - نمک و فلفل به میزان لازم - کشمش، گردو، بادام برای تزیین(م)گندم را از شب قبل خیس کنید. (م) سپس آن را همراه با نخود و یک لیتر آب روی حرارت قرار دهید تا بپزند و کاملا لعاب‌دار شوند. (م)وقتی آب گندم و نخود تقریبا کشیده شد، شیر را در آن بریزید و کمی نمک بزنید، شعله را ملایم کنید تا آش جا بیفتد و غلیظ شود. (م)آش را در ظرف سرو بکشید و روی آن را با کشمش خیس‌خرده، گردو و بادام خردشده تزیین کنید.",
        "food_category": "اردبیل",
        "food_image": "ashshir_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "آش گیلدیک",
        "food_description": "(م) تهیه مواد لازم\n۲۵۰ گرم گوشت چرخ‌کرده - یک کیلو سبزی آش (تره، جعفری، گشنیز، اسفناج) - ۵۰۰ گرم گل نسترن کوهی - یک پیمانه برنج نیم‌دانه - نخود، لوبیا چیتی و لوبیا قرمز از هرکدام نصف پیمانه - یک پیمانه مغز گردو - یک پیمانه آلوچه - یک پیمانه برگه زردآلو خردشده - دو پیمانه عصاره مرغ یا گوشت (اختیاری) - دو عدد پیاز - ۲۰۰ گرم لواشک - نعناداغ و پیازداغ به میزان لازم -  نمک و فلفل و زردچوبه به میزان لازم (م)گل نسترن را باید از سه روز قبل و حبوبات (نخود، لوبیا چیتی و لوبیا قرمز) را از شب قبل خیس کنید. (م)آلوچه، لواشک خردشده و برگه زردآلو خردشده را نیز برای یک تا دو ساعت بخیسانید. (م) پیاز‌ها را رنده ریز کنید و آب آن‌ها را بگیرید؛ سپس همراه با نمک و فلفل و زردچوبه به گوشت چرخ‌کرده اضافه کنید و با دست خوب ورز دهید و آن را به‌صورت گوشت قلقلی درآورید. (م)در قابلمه‌ای، برنج و ۶ پیمانه آب بریزید و اجازه دهید به جوش آید. (م)در ادامه حبوبات پخته را به برنج اضافه کنید. بعد از حدود نیم ساعت نوبت به افزودن سبزی‌ آش، گوشت قلقلی و عصاره مرغ یا گوشت‌ می‌رسد. (م)وقتی گوشت پخت می‌توانید به آن لواشک، آلوچه و برگ‌های زردآلو را اضافه کنید. (م)گل نسترن را نیز از یک صافی رد کنید و همراه با گردو خردشده در قابلمه بریزید. (م)اجازه دهید تا آش با حرارت ملایم جا بیفتد. (م)در انتها نمک و فلفل آن را تنظیم کرده و موقع سرو، با نعناداغ و پیازداغ تزیین کنید.",
        "food_category": "اردبیل",
        "food_image": "ashgildik_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "یاوان آشی",
        "food_description": "(م) تهیه مواد لازم\n  ۵۰۰ گرم گوشت دنده یا گردن گوسفند - ۵۰۰ گرم اسفناج و گشنیز خردشده - یک پیمانه عدس پخته - یک پیمانه برنج نیم‌دانه - ۵۰ گرم کره - یک عدد پیاز درشت  - نمک، فلفل سیاه و زردچوبه به میزان لازم(م)ابتدا گوشت با استخوان گوسفندی را با یک پیاز قاچ‌شده و زردچوبه بپزید. (م)سپس استخوان آن را جدا کرده و گوشت را ریز کنید. (م)گوشت را همراه با حدود دو لیوان آب‌گوشت در قابلمه‌ای بریزید و سپس اسفناج و گشنیز خردشده، عدس پخته، برنج پخته، نمک و فلفل را به آن اضافه کنید. (م)در آخر نمک و کره را در آش بریزید. (م)این آش وقتی جا می‌افتد، غلظتی کمتر از حلیسم دارد.",
        "food_category": "اردبیل",
        "food_image": "yavanashi_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "پیچاق قیمه",
        "food_description": "(م) تهیه مواد لازم\n۳۰۰ گرم گوشت گوسفندی - نصف پیمانه خلال بادام - سه عدد پیاز متوسط - تخم‌مرغ به تعداد نفرات - سه قاشق غذاخوری زعفران دم‌کرده - یک قاشق غذاخوری رب گوجه‌فرنگی - نمک و زردچوبه به میزان لازم - ادویه خورشتی، فلفل، دارچین و هل ساییده‌شده به میزان لازم - یک قاشق غذاخوری آب‌غوره یا آب‌لیمو(م)ابتدا یک عدد پیاز را در مقداری کره محلی یا روغن تفت دهید و گوشت قیمه‌شده را همراه با زردچوبه، فلفل، دارچین و هل ساییده‌شده به آن اضافه کنید و بعد از کمی تفت، دو لیوان آب جوش در خورش بریزید. (م) زیر غذا را زیاد کنید و وقتی جوش آمد، حرارت را ملایم کنید و اجازه دهید تا نیم‌پز شود. در ادامه خلال بادامی را که برای دو تا سه ساعت خیسانده‌ بودید، در مقدار کمی کره تفت دهید و به آن زعفران دم‌کرده بزنید و در خورش بریزید. (م)دو پیاز دیگر را خلال نازک کرده و سرخ کنید و نیمی از آن را کنار بگذارید و مابقی را همراه با رب گوجه تفت دهید و به خورش بیفزایید. (م)وقتی خلال بادام و گوشت پخت و آب غذا به‌اندازه شد، بقیه پیازداغ را در غذا بریزید و برای طعم بهتر پیچاق قیمه به آن آب‌لیمو یا آب‌غوره بزنید. (م)در آخر به تعداد نفرات تخم‌مرغ را روی خورش بشکنید و در قابلمه را بگذارید تا تخم‌مرغ‌ها بپزد. این خورش را با برنج زعفرانی، سبزی‌خردن و ماست سرو کنید.",
        "food_category": "اردبیل",
        "food_image": "pichaqgheyme_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "جغور بغور",
        "food_description": "(م) تهیه مواد لازم\nیک عدد دل گوسفند - یک عدد جگر سیاه گوسفند - یک عدد جگر سفید گوسفند - یک عدد قلوه گوسفند - پنج عدد پیاز متوسط - سه قاشق غذاخوری رب گوجه‌فرنگی یا یک عدد گوجه‌فرنگی - نمک، زردچوبه و فلفل سیاه به میزان لازم - (م)پس از تمیرکردن دل، جگر سفید، جگر سیاه و قلوه گوسفند، آن‌ها را بشویید و به قطعات کوچک برش بزنید. (م) - از آنجا که مدت‌زمان پخت جگر سفید بیشتر از سایر مواد اولیه است، پس آن را همراه با مقداری نمک و زردچوبه و یک لیوان آب در داخل یک قابلمه بریزید و روی شعله قرار دهید. ابتدا شعله را زیاد کنید تا جوش بیاید، سپس حرارت را کم کنید تا جگر بپزد و آبش کم شود. (م)پیاز را خلالی خورد کنید و در مقداری روغن تفت دهید تا طلایی شود. (م)۴.در ادامه دل، قلوه و جگر سیاه خوردشده و همین طور جگر سفید پخته را به پیاز اضافه کنید و همراه با فلفل سیاه و زردچوبه و در صورت تمایل ادویه تفت دهید تا رنگ آن‌ها تغییر کند.",
        "food_category": "زنجان",
        "food_image": "chaqorpaqor_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "خورش آلوچه با مرغ",
        "food_description": "(م) تهیه مواد لازم\n نصف یک عدد مرغ - دو عدد پیاز متوسط - ۲۰۰ تا ۲۵۰ گرم آلو برغان - دو تا سه عدد هویج - دو قاشق غذاخوری رب گوجه‌فرنگی - نمک و فلفل به مقدار لازم (م) ابتدا پیاز نگینی را در روغن تفت دهید و سپس تکه‌های مرغ را به آن اضافه کرده و سرخ کنید. سپس به آن نمک، فلفل، زردچوبه و رب گوجه اضافه کنید و وقتی رب سرخ شد، دو لیوان آب در قابلمه بریزید و اجازه دهید که مرغ‌ها نیم‌پز شود. (م) در این مرحله هویج خلال‌شده و آلو برغان (از ۳۰ دقیقه قبل در آب ولرم خیس خورده است) را اضافه کنید تا به این ترتیب، در ادامه پخت غذا، هویج و آلو هم بپزند و نرم شوند. (م)در صورت تمایل می‌توانید هویج را جداگانه تفت دهید و سپس به مواد اضافه کنید.",
        "food_category": "زنجان",
        "food_image": "khoreshtalochemorgh_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "پیازو",
        "food_description": "(م) تهیه مواد لازم\n یک پیمانه عدس - یک پیمانه آلوچه و برگه زردآلو - یک عدد پیاز متوسط - دو قاشق غذاخوری گردو آسیاب‌شده یا آرد گندم - یک پیمانه گوجه‌فرنگی یا دو قاشق غذاخوری رب گوجه‌فرنگی - روغن حیوانی، نمک، فلفل و زردچوبه به مقدار لازم(م)پیاز خوردشده را در روغن کمی سرخ کنید و سپس گردو آسیاب‌شده یا آرد گندم را اضافه کنید و کمی تفت دهید. (م) در ادامه رب یا گوجه‌فرنگی خوردشده، نمک، فلفل و زردچوبه را اضافه کنید و وقتی بوی خامی آن‌ها گرفته شد، عدسی را که از قبل خیس کرده بودید، همراه با آب کافی به مواد اضافه کنید و اجازه دهید که عدس روی حرارت ملایم کاملا بپزد. (م) در اواخر پخت، آلوچه و برگه‌های زردآلو که از قبل در آب گرم خیسانده بودید، به خوراک اضافه کنید تا بپزد و ترشی آن‌ها به خورد غذا برود. (م) برخی افراد در این غذا از گوشت قلقلی و لپه استفاده می‌کنند.",
        "food_category": "زنجان",
        "food_image": "piazoo_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "بوغدا آشی",
        "food_description": "(م) تهیه مواد لازم\nچهار تا پنج عدد پیاز بزرگ - ۴۰۰ گرم حبوبات (نخود، لوبیا قرمز، عدس) - ۲۵۰ گرم گندم - دو کیلو اسفناج یا برگ چغندر - نمک، فلفل سیاه و کشک به میزان لازم - دو قاشق غذاخوری آرد (اختیاری) - دو قاشق غذاخوری زردچوبه - پیازداغ، نعناداغ، سیرداغ برای تزیین(م)حبوبات و گندم را از ۲۴ ساعت قبل خیس کرده و در این مدت آب آن را چندین بار عوض کنید. در نهایت حبوبات را بپزید. (م) پیاز خوردشده را در روغن تفت دهید و به آن زردچوبه بزنید و نیمی از آن را به حبوبات اضافه کنید. (م)اسفناج را درشت خورد کنید و در آش بریزید. نمک و فلفل را به مواد بیفزایید و برای لعاب بیشتر می‌توانید آرد را در مقدار کمی آب سرد مخلوط کنید و در آش بریزید. (م)در نهایت آش را با پیازداغ، سیرداغ و نعناداغ تزیین و سرو کنید.",
        "food_category": "زنجان",
        "food_image": "boqzaashi_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "آش برنج",
        "food_description": "(م) تهیه مواد لازم \n یک پیمانه برنج - ۲۰۰ گرم گشنیز خرد شده  - یک چهارم پیمانه عدس   - ۲ لیوان آب قلم   - نمک به مقدار لازم ماست یا آبغوره برای سرو - نعنا داغ، سیر داغ و پیاز داغ برای تزئین(م)برنج را از حدود یک تا دو ساعت قبل، بدون نمک خیس کنید قلم را هم با کمی نمک به‌صورت جداگانه بپزید. (م) پس از پخت کامل قلم، آب آن را جدا کنید و کنار بگذارید. آب برنج را خالی کنید و آن را همراه با آب قلم در یک قابلمه بریزید و روی حرارت متوسط گاز قرار دهید تا چند جوش بزند. (م) سپس عدس از قبل خیس شده، گشنیز خرد شده و مقداری نمک را در قابلمه بریزید و اجازه دهید تا آش روی حرارت ملایم گاز بپزد و جا بیفتد.آش برنج پس از حدود یک ساعت پخت، تبدیل به یک آش لعاب‌دار و غلیظ می‌شود. (م) آن را در ظرف سرو بکشید و به آن بسته به ذائقه خود، ماست یا آبغوره اضافه کنید. (م)آش برنج خود را با نعنا داغ، سیر داغ و پیاز داغ تزئین کرده و آن را نوش جان کنید.",
        "food_category": "همدان",
        "food_image": "ashberenj_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "آش بادمجان ملایر",
        "food_description": "(م) تهیه مواد لازم \n یک کیلوگرم بادمجان پوست کنده و حلقه‌ای خرد شده - ۳۰۰ گرم گوشت دنده گوسفندی - ۱۰۰ گرم لوبیا چیتی - ۱۰۰ گرم لوبیا سفید - ۱۰۰ گرم لوبیا قرمز - ۸۰ گرم نخود - ۲۵۰ گرم بلغور گندم - ۲ عدد پیاز پوست کنده و خلالی خرد شده - ۶ قاشق غذاخوری پیاز داغ - یک قاشق غذاخوری سیر داغ - یک قاشق غذاخوری نعنا داغ - ۲۰۰ گرم کشک - ۱۰۰ گرم روغن - نمک، فلفل و زردچوبه به مقدار لازم - گردوی خرد شده برای تزئین (اختیاری)(م)حبوبات را از ۲۴ ساعت قبل خیس کنید تا نفخ آن‌ها گرفته شود. پیازهای خلالی خرد شده را در قابلمه با کمی روغن تفت دهید تا نرم شوند. سپس گوشت را اضافه کنید و با پیاز تفت دهید تا رنگ آن تغییر کند. (م) کمی زردچوبه و فلفل سیاه به گوشت و پیاز بیفزایید و هم بزنید. (م)سپس هشت پیمانه آب و حبوبات خیس کرده را در قابلمه بریزید. پس از جوشیدن آب، درب قابلمه را ببندید و شعله گاز را کم کنید تا گوشت و حبوبات با هم بپزند. (م)در یک ساعت پایانی پخت به آش نمک اضافه کنید. پس پخت کامل گوشت، آن را از قابلمه خارج کرده، استخوان آن را جدا کنید و بکوبید. (م)بلغور گندم را از سه تا چهار ساعت قبل خیس کنید و سپس آن را در یک قابلمه جداگانه با کمی آب و دو قاشق غذاخوری پیاز داغ روی حرارت ملایم، برای یک ساعت بپزید تا نرم شود. پس از پخت کامل حبوبات، بلغور را به آن اضافه کنید و اجازه دهید تا با هم بپزند و لعاب دهند. (م)در همین حین به بادمجان‌های حلقه حلقه شده نمک بزنید و آن‌ها را نیم ساعت کنار بگذارید تا تلخی و سیاهی آن‌ها گرفته شود. سپس آن‌ها را بشویید و خشک کنید. بادمجان‌ها را در روغن سرخ کنید و در قابلمه آش بریزید تا بادمجان‌ها بپزند. (م)در ادامه گوشت کوبیده، نیمی از پیاز داغ، سیر داغ و نعنا داغ را داخل آش بریزید و اجازه دهید تا روی حرارت ملایم کاملا جا بیفتد. (م) در آخرین مرحله، کشک را به آش اضافه کنید و هم بزنید. سپس آش را از روی حرارت بردارید و آن را با پیاز داغ، نعنا داغ، سیر داغ و در صورت تمایل گردوی خرد شده تزئین کنید.",
        "food_category": "همدان",
        "food_image": "ashbademjanmalayer_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "آش هویج و جو",
        "food_description": "(م) تهیه مواد لازم \n  2 عدد هویج پوست کنده و خرد شده  - ۲۰۰ گرم گوشت چرخ‌کرده - ۲ پیمانه بلغور  - نصف پیمانه نخود - ۳ قاشق غذاخوری پیاز داغ  - فلفل، نمک و زردچوبه به مقدار لازم - کشک به مقدار لازم - ریحان برای تزئین(م)نخود را از یک روز قبل در آب خیس کنید و چند بار آب آن را عوض کنید تا نفخ آن گرفته شود. (م) سپس آب آن را خالی کنید و نخودها را همراه با آب تازه در یک قابلمه بریزید و روی حرارت قرار دهید تا بپزند. (م)هویج خرد شده و بلغور را در قابلمه‌ای دیگر بریزید و اجازه دهید تا روی حرارت بپزند. (م)پس از پخت نخودها، بلغور و جو پخته شده را به نخود اضافه کنید و اجازه دهید تا آش روی حرارت ملایم قل بخورد و لعاب بیندازد. (م)در همین حین، گوشت چرخ‌کرده را با پیاز داغ، نمک، فلفل و زردچوبه در تابه بریزید و تفت دهید تا رنگ گوشت عوض شود. سپس مخلوط گوشت را در قابلمه آش بریزید. (م) پس از جا افتادن آش، در آخرین مرحله کشک را در آن بریزید و آن را در ظرف سرو بکشید. آش را با چند برگ ریحان و هویج خام تزئین کنید. نوش جان!",
        "food_category": "همدان",
        "food_image": "ashhavijjo_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "آش خشکبار",
        "food_description": "(م) تهیه مواد لازم \n ۵۰۰ گرم سبزی آش یا سبزی تره کوهی - نصف پیمانه عدس  - یک پیمانه نخود  - یک پیمانه لوبیا  - ۲۰۰ گرم گوشت با استخوان  - یک عدد پیاز پوست کنده و چهار قاج شده - نصف پیمانه برگه زردآلو  - نصف پیمانه آلبالو خشکه - نصف پیمانه برگه هلو  - نصف پیمانه آلوی ترش خشک  - ۴۰۰ گرم رشته آشی - نمک، فلفل، زردچوبه به مقدار لازم - آب گوشت یا آب قلم به مقدار لازم - ۲ تا ۳ قاشق غذاخوری سرکه  - شیره انگور (سوغات ملایر) به مقدار لازم - پیاز داغ، نعنا داغ و سیر داغ برای تزئین (م)نخود و لوبیا را از شب قبل، عدس را از دو ساعت قبل و خشکبار را قبل از پخت آش با کمی آب خیس کنید. (م)آب حبوبات را در حین خیس خوردن، چند بار عوض کنید تا نفخ آن‌ها گرفته شود. گوشت با استخوان (یا قلم)، حبوبات، پیاز چهار قاچ شده، فلفل و زردچوبه را با مقدار کافی آب قلم و آب در یک قابلمه بریزید و آن‌ها را روی حرارت زیاد گاز قرار دهید تا آب به جوش آید. (م) پس از جوشیدن آب، شعله گاز را کم کنید و درب قابلمه را ببندید تا گوشت و حبوبات بپزند.(م)در ۲۰ دقیقه آخر، خشکبار و سبزی را به آش اضافه کنید و هم بزنید. چند دقیقه بعد رشته آش را در قابلمه بریزید و اجازه دهید تا رشته‌ها بپزند. (م)در مرحله آخر نیز، سرکه و شیره را مخلوط کنید و در قابلمه آش بریزید. آش را پس از ۱۰ دقیقه در ظرف سرو بکشید و روی آن را با پیاز داغ، نعنا داغ و سیر داغ تزئین کنید.",
        "food_category": "همدان",
        "food_image": "ashkhoshkbar_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "آش کاچی",
        "food_description": "(م) تهیه مواد لازم \n ۲ پیمانه بلغور گندم - ۲ حبه سیر پوست کنده  - گردوی خرد شده به مقدار لازم - کشک ساییده شده به مقدار لازم - ۲ قاشق غذاخوری روغن  - پونه خشک تفت داده شده به مقدار لازم - نمک به مقدار لازم(م)بلغور را بشویید و آن را با حدود ۶ لیوان آب، یک و نیم قاشق غذاخوری روغن و سیر پوست کنده در یک قابلمه مناسب بریزید و روی حرارت متوسط قرار دهید. (م) پس از جوشیدن آب، شعله گاز را کم کنید و اجازه دهید تا آش برای دو ساعت بپزد. (م) سپس سیرها را با پشت قاشق له کنید و مقداری نمک در آش بریزید. (م) آش را در ظرف سرو بکشید و برای تزئین، نصف قاشق غذاخوری روغن ترجیحا حیوانی را در وسط آش بریزید. دور روغن را با پونه تفت داده شده، کشک و گردو تزئین کنید.",
        "food_category": "همدان",
        "food_image": "ashkachi_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "قیمه نثار",
        "food_description": "(م) تهیه مواد لازم \n  برنج ۳ پیمانه - پیاز بزرگ ۱ عدد - زرشک ۱۰۰ گرم - چوب دارچین ۳ عدد - پودر قند ۲ قاشق غذاخوری - خلال پسته و بادام ۱۰۰ گرم - گوشت بدون استخوان ۵۰۰ گرم - زعفران دم کرده ۲ قاشق غذاخوری - رب گوجه فرنگی ۳ قاشق غذاخوری - نمک ، فلفل سیاه و زردچوبه به اندازه لازم (م) برای تهیه قیمه نثار مجلسی ابتدا گوشت را روی تخته خرد می کنیم و پیاز را پوست می گیریم و آبکش می کنیم و روی تخته نگینی خرد می کنیم. (م)برنح را به همراه نمک برای چند ساعت خیس کنید. قابلمه ای را روی حرارت ملایم قرار می دهیم و کمی روغن داخل آن می ریزیم و کمی که داغ شد پیازها را در روغن می ریزیم و تفت می دهیم تا نرم شوند و صبر می کنیم تا طلایی شوند. (م)پس از طلایی شدن پیازها گوشت های خرد شده را اضافه می کنیم و کمی زردچوبه و فلفل سیاه روی آن ها می پاشیم و صبر می کنیم تا رنگ گوشت کاملا تغییر کند. (م)در شیر داغ کن کمی روغن مایع می ریزیم و روی حرارت می گذاریم و رب گوجه فرنگی را به آن اضافه می کنیم و خوب تفت می دهیم تا رنگ روغن قرمز شود و رب گوجه فرنگی تغییر رنگ دهد و بوی خامی اش گرفته شود. (م)در ادامه رب گوجه فرنگی را به گوشت تفت داده شده اضافه می کنیم و چوب های دارجین و زعفران دم کرده را به آن اضافه می کنیم و ۲ لیوان آب روی مواد می ریزیم و درب قابلمه را می گذاریم و حرارت را ملایم می کنیم تا گوشت ها خوب مغز پخت و طعم دار شوند بعد از پخت گوشت نمک اضافه شود. (م)ابتدا در قابلمه ای آب می ریزیم و کمی نمک به آن اضافه می کنیم و قابلمه را روی حرارت زیاد قرار می دهیم و درب قابلمه را می گذاریم تا زودتر آب به جوش بیاید.برنج را می شوییم و آب اضافه آن را بیرون می ریزیم و آب که در حال جوش زدن بود برنج را داخل آب می ریزیم و یک هم می زنیم و دیگر به برنج دست نمی زنیم و اجازه می دهیم تا ۵ دقیقه بپزد. (م)سپس کمی از برنج را بیرون می آوریم و زیر دندان تست می کنیم اگر اطرافش کاملا پخته بود و مغز آن کمی سفت بود برنج را باید آبکش کنیم.برنج را در آبکش می ریزیم و آبکش را ۱ الی ۲ بار تکان می دهیم  تا برنج های داخل آن جابجا شوند و آب اضافه آن ها خارج شود سپس قابلمه را روی حرارت می گذاریم تا داخل آن خشک شود و روغن کف قابلمه می ریزیم و اگر تمایل داشتید ته دیگ نان یا سیب زمینی روی روغن می چینیم و برنج را با کفتگیر کم کم داخل قابلمه می ریزیم و اگر خواستید چند قاشق آب و روغن روی برنج می ریزید (می توانید این کار را انجام ندهید و در مرحله آخر پخت زمانی که تست کردید دیدید نپخته برنج می توانید این کار را انجام دهید)درب قابلمه را می گذاریم و حرارت را زیاد می کنیم و قابلمه را روی حرارت می گذاریم تا بخار داخل قابلمه بپیچد و بعد حرارت را کم می کنیم و یا یک شعله پخش کن زیر قابلمه می گذاریم تا برنج پخته و دم بکشد. (م)در تابه ای کمی روغن می ریزیم و روی حرارت کم قرار می دهیم و خلال بادام ،خلال پسته و زرشک را داخل روغن تفت می دهیم و کمی پودر قند به آن اضافه می کنیم و با هم مخلوط می کنیم، دقت کنید همین که کمی زرشک نرم شود کافی است از روی شعله تابه را بر می داریم چون ممکن است زرشک ها بسوزند. (م)حالا گوشت ها را جدا می کنیم و ریش ریش می کنیم و برنج که آماده شد کمی از آن را با زعفران دم کرده مخلوط می کنیم و برنج سفید را در دیس می کشیم و روی آن را با برنج زعفرانی تزئین می کنیم و روی برنج زعفرانی را با گوشت های ریش شده و مخلوط زرشک ، بادام و پسته تزئین می کنیم و قیمه نثار را به همراه سالاد شیرازی سرو می کنیم.نوش جان",
        "food_category": "قزوین",
        "food_image": "qeymenesar_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "دم کباب یا قیمه آبدار",
        "food_description": "(م) تهیه مواد لازم \n ۵۰۰ گرم گوشت قیمه ترجیحا گوسفندی - ۲ عدد پیاز متوسط پوست کنده و نگینی خرد شده - ۱۵۰ گرم لپه - ۲ قاشق سوپ‌خوری رب گوجه‌فرنگی - ۲ عدد سیب‌زمینی پوست کنده و چهار قاچ شده - یک قاشق چای‌خوری پودر دارچین - ۴ تا ۵ عدد لیمو عمانی - نمک، فلفل و زردچوبه به مقدار لازم - ۲ قاشق سوپ‌خوری پودر تخم گشنیز - ۳ قاشق سوپ‌خوری پیاز داغ - یک قاشق سوپ‌خوری زعفران دم‌کرده - روغن به مقدار لازم - نان تازه، سبزی خوردن و ترشی برای سرو (م)لپه را از چند ساعت قبل خیس کنید و چند بار آب آن را عوض کنید تا نفخ آن گرفته شود و زودتر بپزد. لیمو عمانی را هم از یک ساعت قبل در آب خیس کنید. (م)مقداری روغن در یک قابلمه بریزید و آن را روی حرارت متوسط گاز قرار دهید تا روغن داغ شود. (م)سپس پیازهای نگینی خرد شده را در قابلمه بریزید و آن را برای حدود پنج دقیقه تفت دهید تا سبک و شیشه‌ای شوند. (م)مقداری زردچوبه و فلفل به پیاز اضافه کنید و تفت دادن را برای یک دقیقه دیگر ادامه دهید تا بوی ادویه‌ها دربیاید. سپس تکه‌های گوشت را در قابلمه بریزید و آن‌ها را سرخ کنید تا گوشت‌ها تغییر رنگ دهند. (م)در مرحله بعد رب گوجه‌فرنگی را در قابلمه بریزید و آن را کمی تفت دهید تا رنگ رب باز شود و بوی خامی آن از بین برود. سپس آب لپه را خالی کنید و آن را به بقیه مواد داخل قابلمه بیفزایید. (م)لپه را برای یک تا دو دقیقه تفت دهید. سپس چند پیمانه آب جوش در قابلمه بریزید و درب آن را ببندید. (م)شعله گاز را کم کنید تا لپه و گوشت بپزند. (م)در یک ساعت پایانی پخت خورش، لیمو عمانی‌ها را آبکش کنید و به‌همراه سیب‌زمینی‌ها در خورش بیندازید. (م)پس از پخت کامل سیب‌زمینی‌ها، نمک، پیاز داغ، زعفران و پودر گشنیز را در خورش بریزید و اجازه دهید تا خورش برای ۲۰ دقیقه دیگر بجوشد و جا بیفتد. (م) قیمه آبدار یا دم کباب را در ظرف سرو بکشید و روی آن، پودر دارچین بریزید. این غذای خوشمزه را با نان تازه، سبزی خوردن و ترشی سرو کنید و از طعم آن لذت ببرید.",
        "food_category": "قزوین",
        "food_image": "damkabab_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "خوراک گل کبر",
        "food_description": "(م) تهیه مواد لازم \n 100 گرم کاپاریس، کبر یا خاویار گیاهی - یک عدد پیاز متوسط پوست کنده و خرد شده - ۳ حبه سیر پوست کنده و خرد شده - ۲ عدد تخم‌مرغ - روغن، نمک، فلفل، زردچوبه و ادویه به مقدار لازم (م)در ابتدا باید تلخی گل کبر را بگیرید. برای این کار، گل کبر خشک را در قابلمه آب جوش بریزید و اجازه دهید تا چند قل بزند؛ سپس آن را در آب سرد بریزید. این کار را چند بار تکرار کنید تا تلخی آن گرفته شود. (م)مقداری روغن را در یک تابه گرم کنید و سپس پیازها را در آن بریزید. (م)پیازها را خوب تفت دهید تا طلایی و سرخ شوند. (م) سپس زردچوبه، نمک، فلفل و سیر را در تابه بریزید و آن‌ها را برای یک دقیقه دیگر تفت دهید. (م) سیر داغ و پیاز داغ را کنار بگذارید. (م) گل کبر را در همان تابه سرخ کنید و به آن کمی ادویه و نمک بزنید. (م) سپس سیر داغ و پیاز داغ را در تابه بریزید و مواد را خوب مخلوط کنید. (م) در انتها تخم‌مرغ‌ها را در تابه بشکنید و آن‌ها را هم بزنید. خوراک شما پس از پخت تخم‌مرغ‌ها آماده است.",
        "food_category": "قزوین",
        "food_image": "khorakgolkabr_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "شیرین پلو قزوینی",
        "food_description": "(م) تهیه مواد لازم \n  ۴ پیمانه برنج  - ۳ عدد پیاز بزرگ پوست کنده و خرد کرده  - روغن مخصوص سرخ کردنی به مقدار لازم - ۶۰۰ گرم گوشت قیمه‌ای خرد کرده  - نمک و فلفل به مقدار لازم - یک قاشق چای‌خوری زردچوبه - یک قاشق چای‌خوری زعفران دم‌کرده غلیظ - ۵۰ گرم زرشک  - ۱۵۰ گرم خلال بادام  - ۱۵۰ گرم خلال پسته ۱۵۰ گرم - ۱۵۰ گرم خلال نارنج تلخی گرفته  - یک پیمانه شیره (مخلوط شکر و آب) - ۲ قاشق غذاخوری گلاب - کره به مقدار لازم (م)برنج را از دو تا سه ساعت قبل در آب و کمی نمک خیس کنید. سپس آب آن را خالی کنید و برنج را در یک قابلمه آب جوش بریزید. برنج را برای هفت تا ۱۰ دقیقه روی حرارت متوسط رو به زیاد گاز بجوشانید تا مغز دانه‌های آن نرم شوند. سپس برنج را آبکش کنید. (م)مقداری روغن در یک تابه گود بریزید و آن را روی حرارت متوسط گاز قرار دهید تا داغ شود. (م)سپس پیازهای خرد شده را در تابه بریزید و تفت دهید تا کمی سبک و شیشه‌ای شوند. در ادامه زردچوبه را در تابه بریزید و تفت دادن را برای یک دقیقه دیگر ادامه دهید تا بوی ادویه دربیاید. (م)تکه‌های گوشت را به پیاز سرخ شده بیفزایید و آن‌ها را با هم تفت دهید تا گوشت، تغییر رنگ دهد. سپس فلفل و ادویه دلخواه خود را در تابه بریزید و مواد را با هم تفت دهید. (م) حدود دو پیمانه آب جوش در تابه بریزید و درب آن را ببندید تا گوشت، روی حرارت ملایم گاز بپزد. پس از پخت کامل گوشت، نمک و نصف قاشق چای‌خوری زعفران را در تابه بریزید و اجازه دهید تا آب گوشت، کاملا کشیده شود. (م)خلال بادام و پسته را از قبل بشویید و در گلاب خیس کنید. دو قاشق سوپ‌خوری روغن را در یک تابه دیگر بریزید و زرشک‌ها را روی حرارت ملایم گاز، کمی تفت دهید. (م) سپس خلال بادام و پسته از قبل شسته شده را به زرشک‌ها بیفزایید و آن‌ها را برای ۳۰ ثانیه تفت دهید. خلال پرتقال یا نارنج تلخی گرفته را نیز به‌همراه زعفران به زرشک بیفزایید و آن‌ها را پس از یک دقیقه از روی حرارت بردارید. نصف مخلوط زرشک را به گوشت‌ها بیفزایید و بقیه آن را برای تزئین کنار بگذارید. (م)ته‌دیگ مورد نظر خود را در یک قابلمه بچینید و برنج آبکش کرده و مخلوط گوشت و زرشک را به‌صورت لایه لایه در قابلمه بریزید تا مواد تمام شوند. (م) یک پیمانه شهد را روی برنج بریزید، درب قابلمه را با دم‌کنی ببندید و اجازه دهید تا شیرین پلو دم بکشد. (م)این پلوی خوشمزه را در دیس بکشید و روی آن را با کره آب کرده و بقیه مخلوط زرشک و خلال‌ها تزئین کنید.",
        "food_category": "قزوین",
        "food_image": "shirinpoloqaz_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "بادمجان پلو قزوینی",
        "food_description": "(م) تهیه مواد لازم \n یک کیلوگرم برنج  - یک کیلوگرم بادمجان پوست کنده و حلقه شده - یک پیمانه پیاز پوست کنده و نگینی خرد شده - ۳ حبه سیر پوست کنده و رنده شده - ۵۰۰ گرم گوشت چرخ‌کرده  - ۲ پیمانه یا ۵ عدد گوجه‌فرنگی پوست کنده و حلقه شده - ۲ قاشق غذاخوری رب گوجه‌فرنگی - نصف پیمانه روغن - نمک، ادویه پلویی و زردچوبه به مقدار لازم (م)روی بادمجان‌های پوست کنده و حلقه شده نمک بپاشید و آن‌ها را برای نیم ساعت کنار بگذارید تا تلخی و سیاهی آن‌ها گرفته شود و در حین سرخ کردن، روغن کمتری به خود بگیرند. (م)سپس آن‌ها را بشویید و خوب خشک کنید. مقداری روغن در یک تابه بریزید و آن را روی حرارت متوسط گاز داغ کنید. سپس بادمجان‌ها را در روغن بچینید و دو طرف آن‌ها را خوب سرخ کنید تا طلایی شوند. بادمجان‌های سرخ شده را روی دستمال مخصوص آشپزخانه قرار دهید تا روغن اضافه آن‌ها کشیده شود. (م)برنج را از دو تا سه ساعت قبل در آب و کمی نمک خیس کنید. سپس آب آن را خالی کنید و برنج را در یک قابلمه آب جوش بریزید. برنج را برای هفت تا ۱۰ دقیقه روی حرارت متوسط رو به زیاد گاز بجوشانید تا مغز دانه‌های آن نرم شوند. (م) سپس برنج را آبکش کنید. مقداری روغن در یک تابه تمیز بریزید و آن را روی حرارت متوسط گاز قرار دهید تا داغ شود. سپس پیازهای نگینی خرد شده را در تابه بریزید و تفت دهید تا کمی سبک و شیشه‌ای شوند. در ادامه زردچوبه را در تابه بریزید و تفت دادن را برای یک دقیقه دیگر ادامه دهید تا بوی ادویه دربیاید. (م)گوشت چرخ‌کرده و سیر رنده شده را در تابه بریزید و مواد را برای چند دقیقه دیگر تفت دهید تا رنگ گوشت تغییر کند. سپس رب گوجه‌فرنگی را به مواد اضافه کنید و آن را کمی تفت بدهید تا بوی خامی رب گرفته شود. (م)گوجه‌فرنگی‌های حلقه شده، نمک و ادویه پلویی را در تابه بریزید و مواد را خوب با هم مخلوط کنید. اجازه دهید تا آب مخلوط گوشت کشیده شود. سپس ته‌دیگ مورد نظر خود را کف قابلمه بچینید و برنج، بادمجان‌های سرخ شده و مخلوط گوشت را به‌صورت لایه لایه در قابلمه بریزید. (م)درب قابلمه را ببندید و شعله گاز را زیاد کنید تا برنج بخار کند. سپس کمی روغن روی برنج بریزید و دم‌کنی بگذارید. بادمجان پلو را برای نیم ساعت روی شعله ملایم گاز بپزید تا دم بکشد.",
        "food_category": "قزوین",
        "food_image": "bademjanpoloqaz_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "انار پلو قزوینی",
        "food_description": "(م) تهیه مواد لازم \n ۲ پیمانه برنج - یک و نیم پیمانه انار دانه شده  -  یک سوم پیمانه خلال پسته - یک پیمانه گشنیز تازه خرد شده - یک قاشق مربا‌خوری پودر تخم گشنیز  - زردچوبه به مقدار لازم - نصف پیمانه کشمش پلویی  - زعفران دم‌کرده به مقدار لازم - نمک و فلفل به مقدار لازم - روغن یا کره به مقدار لازم(م)برنج را از چند ساعت قبل در آب و کمی نمک خیس کنید. سپس آب آن را خالی کنید و برنج را در یک قابلمه آب جوش بریزید. برنج را برای هفت تا ۱۰ دقیقه روی حرارت متوسط رو به زیاد گاز بجوشانید تا مغز دانه‌های آن نرم شوند. (م) سپس برنج را آبکش کنید. روغن یا کره را در یک تابه بریزید و آن را روی روی حرارت متوسط گاز قرار دهید تا روغن داغ شود. سپس انار، خلال پسته، گشنیز خرد شده، پودر تخم گشنیز، نمک، فلفل، زردچوبه و کشمش پلویی را در تابه بریزید و آن‌ها را برای چند دقیقه با هم تفت دهید. زعفران دم‌کرده را در مواد داخل تابه بریزید و شعله گاز را خاموش کنید. (م)برنج و مواد اناری را لایه لایه در قابلمه بریزید و درب قابلمه را با دم‌کنی ببندید تا انار پلو روی حرارت ملایم گاز دم بکشد. انار پلو را در دیس بکشید و روی آن را با کمی خلال پسته و دانه انار تزئین کنید. این غذای خوشمزه را با مرغ سرو کنید. نوش جان!",
        "food_category": "قزوین",
        "food_image": "anarpoloqaz_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "خورشت آلو",
        "food_description": "(م) تهیه مواد لازم \n پیاز ۱ عدد - آلو بخارا ۲۵۰ گرم - زرشک نصف استکان - رب گوجه فرنگی ۲ قاشق غذاخوری - نمک ۱ قاشق چایخوری - زردچوبه ۱ قاشق مرباخوری - زعفران دم شده ۲ قاشق غذاخوری (م) ابتدا پیاز را پوست بگیرید و با کمک رنده با دنده ریز رنده کنید. قابلمه‌ای را آماده کنید و روغن کمی در آن بریزید و بعد از اینکه روغن داغ شد پیاز رنده شده را درون آن ریخته و با شعله پایین حرارت تفت دهید.(م) زمانی که پیاز طلایی شد تکه‌های مرغ را که از قبل شسته بودید را به پیاز اضافه کنید و درب قابلمه را بگذارید تا به آرامی همراه با پیاز تفت داده شوند. (م)برای اینکه بوی ضحم مرغ گرفته شود بیشتر تفت داده شود. زمانی که مرغ و پیاز تقریبا سرخ شدند (کمی) رب را اضافه کنید و داخل روغن خوبهم بزنید تا رنگ و لعاب بهتری به مرغتان بدهد. (م) در این مرحله بسیار کم نمک و زردچوبه را اضافه کنید و تفت دهید و آلو بخارا را که از قبل شسته و خیسانده بودید را به مرغ اضافه کرده و مقدار دو الی سه لیوان آب بریزید و درب قابلمه را بگذارید تا مرغ جا بیوفتد. (م)البته قبل از جوش آمدن آب شعله گاز را بیشتر کنید و بعد از جوش آمدن آب شعله گاز را کم کنید تا خورشت به آهستگی قل بخورد. (م)اضافه کردن آلو بخارا باعث غلظت و جا افتادگی خورشت خواهد شد. بعد از یک ساعت مرغ را چک کنید و زمانی که مرغ پخته شد و آلوها به خورشت غلظت دادند زعفران آب شده را اضافه کنید. (م)یک ربع قبل از اینکه خورش را بکشید در صورت تمایل دو قاشق غذاخوری شکر به خورشت اضافه کنید. خورشت طعم شیرینی کمی به خود می‌گیرد. (م)در مرحله آخر زرشکی را که از قبل شسته بودید را با کمی کره تفت دهید و به اندازه یک قاشق مرباخوری زعفران آب شده اضافه کنید و زمانیکه خورش را داخل ظرف کشیدید از زرشک روی مرغ‌ها بریزید.",
        "food_category": "مازندران",
        "food_image": "khoreshtalo_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "خورشت ناردون",
        "food_description": "(م) تهیه مواد لازم \n یک کیلوگرم مرغ (ترجیحا ران یا سینه مرغ)  - دو عدد انار دانه شده - چهار حبه سیر پوست کنده و رنده شده - دو عدد پیاز متوسط پوست کنده و ریز خرد شده - سه قاشق غذاخوری رب انار - یک فنجان آب انار - یک قاشق غذاخوری زعفران دم‌کرده - نمک، فلفل و زردچوبه به مقدار لازم  - نصف قاشق چای‌خوری پودر فلفل پاپریکا - نصف قاشق چای‌خوری پودر گشنیز - ۵۰ گرم کره - یک قاشق غذاخوری روغن زیتون (م) آماده‌سازی مرغ: پوست مرغ را بکنید و آن را خوب بشورید. سپس به سراغ مزه‌دار کردن مرغ بروید. مرغ را در یک کاسه بزرگ قرار دهید و روی آن، کمی نمک، یک قاشق غذاخوری زعفران دم‌کرده، نصف قاشق چای‌خوری پودر گشنیز، نصف قاشق چای‌خوری پودر فلفل پاپریکا، نصف قاشق چای‌خوری فلفل سیاه، یک قاشق روغن زیتون و ادویه دلخواه بپاشید و تمام قسمت‌های مرغ را به این مواد آغشته کنید. (م) درب ظرف را بگذارید یا روی آن را با سلفون بپوشانید و مرغ‌ها را برای دو ساعت در یخچال قرار دهید تا مرغ مزه‌دار شود. پس از گذشت دو ساعت، مقداری کره را روی حرارت ملایم گاز آب کنید و سپس مرغ‌ها را برای هشت دقیقه در کره آب شده تفت دهید تا رنگ آن‌ها تغییر کند و به‌علاوه در زمان پخت از هم وا نروند. (م) یک قابلمه مناسب برای تهیه خورش را روی حرارت ملایم گاز قرار دهید و کمی کره را در آن آب کنید. سپس پیازهای ریز خرد شده را قابلمه بریزید و آن‌ها را برای ۱۰ دقیقه تفت دهید تا سبک و کاراملی شوند. در ادامه سیرهای رنده شده را به پیازها اضافه کنید و آن‌ها را نیز کمی تفت دهید. تکه‌های مرغ‌های تفت داده شده را به آن‌ها اضافه کنید و خوب هم بزنید. (م)رب انار ملس را به خورش اضافه کنید و مواد را هم بزنید. بلافاصله آب انار را در قابلمه خورش بریزید، شعله گاز را کم کنید و درب قابلمه را بگذارید تا خورش ناردون شما کم‌کم جا بیفتد و بپزد. پخت خورش و به روغن افتادن آن، حدود یک ساعت زمان میبرد. (م) در ۱۵ دقیقه آخر، دانه‌های انار را در خورش بریزید و درب قابلمه را بردارید تا رنگ دانه‌های انار تغییر نکند و قرمزی آن‌ها از بین نرود. \n\n\n خورش مرغ ناردون مخصوص شب یلدا را با دانه انار تازه تزئین کرده و با برنج سرو کنید.",
        "food_category": "مازندران",
        "food_image": "khoreshtnardon_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "آغوز مسما",
        "food_description": "(م) تهیه مواد لازم \n اردک ۶۰۰ گرم - گردو ۲۰۰ گرم - پیاز ۷۵ گرم - رب انار ۵۰ گرم - آب ۲ لیتر - شکر ۷۵ گرم - روغن ۱۰ گرم - دانه های ساییده شده انار ۱۰۰ گرم - زردچوبه ۱۰ گرم -  نمک ۱۰ گرم (م) اردک را سرخ می کنیم. پیاز را تفت داده اردک را همراه با آب به آن اضافه می کنند. (م)  بعد از جوش آمدن آب خورشت، دانه های ساییده شده انار خشک و گردو را به مواد اضافه می کنیم. رب انار ترش، شکر، نمک و زردچوبه را خوب هم زده به خورش اضافه می کنند. (م)آغوز مسما بعد از مدت ۲ ساعت پخت با حرارت بسیار ملایم، آماده  سرو است.می توانید این غذا را با انار تزیین و با  ترشی، برنج یا نان سرو کنید.",
        "food_category": "مازندران",
        "food_image": "aqozmsma_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "مالابیج",
        "food_description": "(م) تهیه مواد لازم \n ماهی سفید بزرگ:1 عدد - سبزی های معطر نعناع، خنش (خالواش)، - چوچاق:یک دسته - رب انار:2 قاشق غذاخوری - مغزگردو:200 گرم - نمک و فلفل و گلپر:به اندازه کافی (م)ماهی را تمیز کنید و پولک های روی آن را بگیرد و داخل گوش های ماهی را خالی کنید.داخل شکم آن را هم کمی چاک دهید و محتویات داخل آن را خالی کنید. (م)بعد ماهی را بشویید و داخل صافی بگذارید تا آب آن برود و یا با دستمال خشک کنید.سبزی ها را تمیز کنید و پس از شستن ، داخل آبکش بریزید تا آب اضافی آن گرفته شود. (م)سپس سبزی ها را با مغز گردو چرخ کنید.بعد از چرخ کردن این مواد ، رب انار ، نمک ، فلفل و مقداری گلپر را با آنها مخلوط کنید. (م)مواد مخلوط شده را داخل شکم ماهی بریزید و شکم ماهی را با نخ و سوزن تمیز بدوزید تا مواد به بیرون نریزد.سعی کنید سر و دم ماهی را به سمت هم بیاورید و گرد کنید. (م)سپس آن را داخل قابلمه ای مناسب قرار دهید و قابلمه را داخل آتش زغال قرار دهید و روی قابلمه را هم با آتش زغال پر کنید و صبر کنید تا ماهی به آرامی بپزد. (م)اگر هم بخواهید میتوانید  ماهی را در سینی فر چرب شده به پهلو بخوابانید و در طبقه وسط فر به مدت یک ساعت و نیم با حرارت 350 درجه فارنهایت قرار دهید تا بپزید و مشکلات درست کردن زغال را هم نداشته باشید. (م)در فاصله پختن ماهی ، سس آن را درست کنید. و برای درست کردن سس آن باید یک قاشق کره آب شده را با مقداری آب انار و زعفران دم کرده با هم مخلوط کنید و روی ماهی بزنید تا خوشرنگ تر شود.",
        "food_category": "مازندران",
        "food_image": "malabij_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "اسپناساک",
        "food_description": "(م) تهیه مواد لازم \n گوشت گوسفندی ۲۰۰ گرم - اسفناج ۱ کیلوگرم - سبزیجات معطر ( نعناع، جعفری، گشنیز، تره) جمعا ۵۰۰ گرم - پیاز ۱ عدد - سیر ۳ حبه - هویج ۲ عدد - تخم مرغ به دلخواه - آب نارنج ۳ ق غذا خوری - نمک، فلفل سیاه، زردچوبه به مقدار لازم(م) ابتدا گوشت گوسفندی را به اندازه دلخواه برش بزنید و بشورید. اسفناج را پاک کرده و ریز خرد کنید و بشورید و داخل آبکش قرار دهید تا آب اضافی آن کشیده شود. سبزیجات معطر را نیز بشورید و خرد کنید. اگر پونه کوهی یا چوچاق و تره کوهی در دسترس دارید می توانید جایگزین سبزی ها کنید. (م)در ادامه پیاز را پوست بگیرید و نگینی ریز خرد کنید و داخل روغن کمی تفت دهید تا سبک شود. در ادامه سیر را پوست بگیرید و خرد یا پوره کنید و به پیاز اضافه کنید و تفت دهید تا عطر سیر بلند شود. در ادامه گوشت خرد شده و ادویه ها را اضافه کنید و به همراه پیاز و سیر خوب تفت دهید تا سرخ و تغییر رنگ دهد. (م)در ادامه اسفناج و سبزی خرد شده را نیز اضافه کنید و به همراه مواد فوق خوب تفت دهید تا سبزی ها از خامی خارج شود. بعد ۲ پیمانه آب جوش روی گوشت بریزید و ابتدا حرارت را بالا ببرید تا به جوش بیاید. سپس درب قابلمه را قرار دهید تا گوشت پخته شود. (م)بعد از حدود ۳ ساعت که از زمان پخت گذشت باید هویج را به همراه کمی نمک به خورشت اضافه کنید و بعد آب نارنج را بریزید و برای ۱۰ دقیقه صبر کنید تا خورش مزه دار شود. در انتها به دلخواه می توانید تخم مرغ داخل خورش ریخته و هم بزنید. به همین راحتی خورش اسپناساک آماده شده است. نوش جان",
        "food_category": "مازندران",
        "food_image": "spnasak_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "نازخاتون",
        "food_description": "(م) تهیه مواد لازم \n بادمجان ۴تابزرگ - سبزی شامل ریحان ناس خاتون یا ریحان معمولی باکمی گشنیز وکمی جعفری وسیر سبز ریحان وسیر باید بیشتر باشد ۲۵۰ گرم - ابغوره نجوشیده - درنبود سیر سبز سیر دوبوته - نمک به اندازه ی لازم (م) ابتدا بادمجانها را کبابی میکنیم پوست انرا میگیریم وانرا روی تخته ساتوری میکنیم انرادر ظرفی ریخته کنار میگذاریم (م)سبزیهاراساتوری یا چرخ میکنیم وبه بادمجان اضافه میکنیم به اندازه هر بادمجان نصف قاشق سبزی خرد شده اضافه میکنیم(م) سبزی را با بادمجان مخلوط میکنیم وسپس ابغوره را کم کم اضافه کرده وموادمان را خوب مخلوط میکنیم به حدی ابغوره اضافه میکنیم که ترشی مان نه سفت شود نه زیاد شل (م) نمک را اضافه میکنیم این هم بستگی به ذائقه ی خودتان که چقدر شور یا ترش باشد. دارد حالا ترشی را در شیشه ی دربسته ای میریزیم ودر یخچال نگه داری میکنیم. \n\n\n نکته ی مهم اینکه این ترشی حتما باید با آب غوره باشد نه چیز دیگر اگر ابغوره ی نجوشیده ندارید موقتا میشود با ابغوره جوشیده درست کرد ولی مزه ابغوره تازه را نخواهد داد\n\nاز اب الوچه واب انار هم میشود برای این ترشی استفاده کرد این ترشی دشمن چربی وقند خون است بجای بادمجان میشوداز کدوی بخارپز یا ابپز استفاده کرد.",
        "food_category": "مازندران",
        "food_image": "nazkhaton_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "کته کباب",
        "food_description": "(م)تهیه مواد لازم\n\nگوشت فیله گوساله : 1 کیلو گرم - پیاز : 1 عدد - آب پیاز : 1/2 پیمانه - ماست : 1 قاشق غذاخوری - روغن زیتون بدون بی بو :1 قاشق سوپ خوری - نمک و فلفل : به مقدار لازم(م)اول از همه پیازی را که داریم خرد کرده و با فیله گوساله مخلوط می کنیم . یک قاشق روغن زیتون بدون بو به آن اضافه کرده و با یک قاشق ماست هم می زنیم . (م)در مرحله 1/2 پیمانه آب پیاز به مواد اضافه کرده و و به مدت 24 ساعت می گذاریم گوشت داخل یخچال استراحت کند . (م)سپس گوشت ها را به سیخ کشیده و روی حرارت منقل کباب می کنیم . (م)برای تهیه کته کباب ابتدا باید برنج کته را آماده کنیم. مثل چلو پخته می شود منتهی برنج را قدری نرمتر بعمل می آورند و مثل دمی بار می کنند. \n\nطرز دم کردن کته ساده\n\n\n\nبه ازای هر یک کیلو برنج دو کیلو آب و کمی نمک نرم ، بار کرده زیرش را آتش می کنیم ، همینکه آب جوش امد با احتیاط کفگیر را داخل آن هم زده اگر مغز برنج نپخته بود ، کمی دیگر آب در آن می ریزیم برای کته آب بیشتری نیاز است تا برنج قدری نرمتر بعمل آید. پس از تمام شدن آب اطراف برنج را بشکل مخروط بالا میآوریم بعد بنسبت هر یک کیلو گرم برنج دو تا سه قاشق سوپخوری روغن ( در حدود ۷۵ گرم ) روی برنج می ریزیم و در ظرف را می گذاریم و حرارت زیر ظرف را کمی کم می نمائیم تا در دیگ کمی عرق بکند ، در صورت داشتن فر بعد از محکم کردن در دیگ ظرف را کف فر قرار می دهیم و حرارت را ۳۵۰ درجه می کنیم و بعد از نیم ساعت حرارت را ۵۰ درجه کم می کنیم نیم ساعت دیگر می گذاریم برنج دم بکشد .برای دم کشیدن در صورتی که به ته دیگ احتیاج نباشد ( مثل چلو کباب ) یکساعت وقت کافی است و در صورتیکه بخواهیم پلو ته دیگ ببندد یکساعت و نیم وقت لازم است. برای اینکه ته دیگ پلو به آسانی کنده شود باید دیگ را نیم ساعت قبل از کشیدن پلو از فر خارج نمود (بدون بر داشتن در آن ) تا دیگ کمی سرد شده و ته دیگ به آسانی جدا شود.در صورتی که پلو را روی آتش دم کرده باشیم حرارت زیر آن باید ملایم باشد و روی در دیگ را باید مقداری آتش بریزیم شاید بعضی ها موقع دم کردن پلو در آنرا دم کنی بگذارند ولی چلوئی که در فر دم کنیم و یا روی آنرا آتش بریزیم خیلی بهتر و قد کشیده تر می شود ممکن است نصف لیوان ماست و کی زعفران سائیده حل شده در آبجوش را با ۷۰ گرم روغن و نصف لیوان آب جوش و دو عدد زرده تخم مرغ مخلوط کنیم و ته دیگ بریزیم در اینصورت ته دیگ پلو بهتر می شود.",
        "food_category": "گیلان",
        "food_image": "katekabab_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "چکدرمه",
        "food_description": "(م)تهیه مواد لازم\n\n برنج : 700 گرم - گوشت گوسفند خرد شده :نیم کیلو - رب گوجه فرنگی : 2 تا 3 قاشق غذاخوری - پیاز خرد شده : یک عدد متوسط - آب : حدود یک لیتر (4 پیمانه) - نمک، فلفل سیاه، زردچوبه و ادویه پلویی : به میزان لازم - روغن : به میزان نیاز (م)ابتدا برنج را بشویید و چند ساعت در آب و نمک خیس کنید. (م)قابلمه ای مناسب  را روی حرارت قرار دهید و مقداری روغن داخلش بریزید تا داغ شود. (م)بعد پیاز های خرد شده را داخل روغن بریزید و تفت دهید تا پیاز ها طلایی رنگ شوند.بعد از تفت پیاز گوشت خرد شده را داخل آن بریزید و خوب تفت دهید. (م)به پیاز و گوشت  در حال تفت خوردن  2 تا 3 قاشق رب گوجه فرنگی ، مقداری نمک ، فلفل و ادویه های دیگر را اضافه کنید و تفت دهید. (م)سپس یک لیتر آب داخل قابلمه بریزید و حرارت را رو به بالا ببرید تا آب به جوش بیاید. بعد حرارت را کم کنید و بگذارید تا گوشت کم‌کم بپزد. (م)بعد از پخت کامل گوشت  و کم شدن آب گوشت ،برنج خیس خورده شده را از آب خارج کنید و داخل قابلمه گوشت پخته بریزید.و آب آن را اندازه بگیرید تا شفته نشود.بعد از جوشیدن برنج ، آن را دم کنید. ابتدا حرارت را کمی بالا ببرید تا برنج بخار کند و بعد حرارت را کم کنید تا برنج خوب دم بکشد. (م)برنج پخته شده را در ظرف مورد نظرتان بکشید.",
        "food_category": "گلستان",
        "food_image": "chekdarme_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "آش یارمه",
        "food_description": "(م)تهیه مواد لازم\n\nنخود: ۱ لیوان - لوبیا سفید: ۱ لیوان - بلغور گندم: ۲ لیوان - چریش یا اسفناج خرد شده: ۱ کیلو - نمک، فلفل و دوغ: به میزان لازم(م)برای دفع نفخ حبوبات، آنها را از شب قبل پختن آش خیس کنید. (م)در ابتدای پخت، ابتدا حبوبات را بپزید. سپس بلغور گندم را جدا از حبوبات پخته و به آن چریش یا اسفناج را اضافه کرده و پس از پخته شدن سبزی‌ها، حبوبات را به همراه نمک و فلفل به بلغور گندم اضافه کنید و با شعله ملایم اجازه دهید که آنها بپزند. (م) پس از آن که آش آماده شد، آنرا با دوغ میل کنید. این غذا به خاطر نداشتن روغن از غذاهای سالم به شمار می‌رود.",
        "food_category": "خراسان شمالی",
        "food_image": "ashyarme_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "شله",
        "food_description": "(م)تهیه مواد لازم\n\nبرنج   250 گرم - گوشت  سردست   3 کیلو  - پیاز خرد شده :500 گرم - بلغور :750 گرم - نخود :500 گرم - ماش :1/4 پیمانه - لوبیا چیتی :250 گرم - لوبیا قرمز :250 گرم - دارچین :20 گرم شله مشهدی - نمک و فلفل :به مقدار کافی(م)ابتدا برای پختن این غذا باید از چند ساعت قبل همه حبوبات را خیس کنید و چند بار آب آن را عوض کنید. (م) گوشت را هم به همراه پیاز خرد شده و مقداری نمک و فلفل و 2 لیتر آب بگذارید تا خوب پخته شود و بعد آن را از استخوان جدا کنید و ریش‌ریش کنید. (م)همه حبوبات را با هم در ظرفی بریزید و بپزید و زمانی که نیم پز شدند بلغور را به آنها اضافه کنید و بعد از اینکه چند جوش خوردن برنج شسته شده را هم به حبوبات اضافه کنید و در این مرحله مرتب هم بزنید تا مواد ته نگیرند. (م) وقتی حبوبات کاملا پخته شدند و برنج لعاب داد گوشت پخته و ریش‌ریش شده را به همراه دارچین و نمک و فلفل اضافه کنید و اجازه دهید تا همه مواد با حرارت ملایم  کنار هم بجوشند و کشدار شوند. (م) بعد حرارت را کم‌کم کنید  و در ظرف را ببندیدتا آش به مدت 1 ساعت مثل برنج دم بکشد. شله مشهدی آماده شده را در ظرف مورد نظرتان سرو کنید و اگر دوست داشتید با خورشت قیمه تزیین کنید.",
        "food_category": "خراسان رضوی",
        "food_image": "sholemashhadi_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "قروت",
        "food_description": "(م)تهیه مواد لازم\n\nگردو :برای هر نفر 2 عدد - کشک سیاه بیرجندی (قوروت) :واسه هر نفر یک قاشق سوپ خوری پر - پیاز :1 عدد متوسط - آب :4 لیوان - نعناخشک و نمک و فلفل سیاه و دارچین :به مقدار لازم - روغن :به میزان لازم (م) قوروت یا همان کشک سیاه را به همراه گردو ها داخل دستگاه  مخلوط کن بریزید و به همراه 2 لیوان آب ، به مدت 6 تا 7 دقیقه روی درجه کند بچرخد تا کمی از روغن گردو در بیاید. (م)در این فاصله پیاز را ریز خرد کنید و در کمی روغن تفت دهید تا پیاز سبک شود. بعد به آن نمک ، فلفل و نعنا اضافه کنید. (م)مواد مخلوط شده را داخل قابلمه ای بریزید و 2 لیوان آب باقی مانده را به آن اضافه کنید و روی حرارت قرار دهید تا به جوش بیاید و یکی دو جوش بخورد . بعد آن را از روی حرارت بردارید. (م)اگر خواستید غذا ترش تر شود میتوانید آن را بیشتر بجوشانید. قوروت آماده شده را به همراه دارچین سرو کنید.",
        "food_category": "خراسان جنوبی",
        "food_image": "qarot_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "تنورچه",
        "food_description": "(م)در روش اول قطعات بزرگ گوشت گوسفند را به سیخ می‌کشند. پس از ذبح کردن گوسفند، گوشت آن را به قطعات بزرگ تقسیم می‌کنند و درون سیخ‌هایی از جنس چوب نخل می‌کشند. (م) سپس سیخ‌ها را درون تنوری که زغال آن کاملا داغ است می‌گذارند. اگر بخواهند کبابی آبدار و به اصطلاح بخارپز شده داشته باشند، ظرفی از آب را درون تنور روی زغال‌ها گذاشته و سیخ‌ها را بصورت ایستاده دور تا دور ظرف می‌چینند. (م)درب تنور را بسته و روی آن با کاهگل می‌بندند. (این تنورها همانند بسیاری از تنورها از پایین خروجی جریان هوا دارد) در این حالت تنورچه بین ۴۵ دقیقه تا یک ساعت زمان لازم دارد تا پخته شود.",
        "food_category": "سیستان و بلوچستان",
        "food_image": "tanorche_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "آبگوشت زیره",
        "food_description": "(م)تهیه مواد لازم\n\nگوشت آبگوشتی :400 گرم - رب گوجه فرنگی :2 قاشق سوپ خوری - سیر رنده شده :3 حبه - پیاز نگینی خردشده :1 عدد - پودر زیره سیاه :1 قاشق سوپ خوری - نمک و فلفل و زردچوبه :به میزان لازم (م)پیازهای خرد شده را با گوشت ، بدون اینکه از روغنی استفاده کنید روی حرارت ملایم تفت دهید .بعد به آن رب ، سیر ، پودر زیره ، فلفل و زرد چوبه اضافه کنید و به همراه یک لیتر آب به مدت 3 ساعت با حرارت کم بپزید. (م)وقتی آب گوشت کم شد و گوشت کاملا پخت ، به آن کمی نمک بزنید و بعد از یکی دو جوش  شعله را خاموش کنید. (م)برای خوشمزه تر کردن طعم گوشت میتوان بعد از اینکه آبگوشت پخت از ترخون یا مرزه خشک استفاده کرد.",
        "food_category": "کرمان",
        "food_image": "abgoshtzire_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "هواری میگو",
        "food_description": "(م)تهیه مواد لازم\n\nمیگو ۲۰۰ گرم - گشنیز خشک ۳ ق غذا خوری - گوجه ۴ عدد - پیاز ۲ عدد - سیر ۲ عدد - فلفل سبز ۱ عدد - نمک، فلفل سیاه، فلفل قرمز، پودر تخم گشنیز، زردچوبه به مقدار لازم (م) ابتدا میگو ها را بشورید و اگر نیاز بود رگ گیری کنید و داخل آبکش قرار دهید سپس پیاز را پوست بگیرید و نگینی ریز خرد کنید و داخل تابه به همراه کمی روغن و زردچوبه تفت دهید تا سبک شود در ادامه سیر ها را پوست بگیرید و پوره کنید و به همراه پیاز کمی تفت دهید. (م)در ادامه گوجه فرنگی ها را شسته و با پوست یا بدون پوست رنده کنید اگر می خواهید پوست گوجه را بگیرید آن را بلانچ کنید بدین صورت که برای چند دقیقه در آب در حال جوش بریزید و بعد در آب سرد و پوستش را جدا کنید سپس پوره گوجه فرنگی را به همراه پیاز و سیر تفت دهید تا خوش رنگ شود سپس در ادامه گشنیز را اضافه و کمی تفت دهید. (م)میگو ها را داخل تابه کوچک با همراه کمی روغن و فلفل سیاه و زردچوبه تفت دهید تا کمی تغییر رنگ دهید دقت کنید زیاد تفت ندهید تا لاستیکی شود در ادامه وقتی آب گوجه کشیده شد و خوب تفت داده شد میگو ها را به مواد فوق اضافه کنید و کمی تفت دهید. (م)در ادامه برنج را که از قبل خیس کردید آبش را خالی کنید و به همراه مواد کمی تفت دهید این کار باعث می شود برنج وا نرود سپس به تعداد پیمانه برنج آب بریزید و بگذارید تا برنج نرم شود و آب اضافی آن تبخیر شود در ادامه دمکنی قرار دهید و بگذارید تا هواری میگو دم بکشد در انتها کمی روغن یا کره روی مواد بریزید. نوش جان",
        "food_category": "هرمزگان",
        "food_image": "hoari_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "کلم پلو",
        "food_description": "(م)تهیه مواد لازم\n\nبرنج:3 پیمانه - گوشت چرخ کرده :400 گرم - کلم خرد شده:یک عدد کوچک - پیاز خرد شده:یک عدد متوسط - نمک و ادویه:به میزان لازم – روغن: برای سرخ کردن - رب گوجه فرنگی: 2 قاشق غذاخوری (م) در ابتدای کار کلم را که در مواد اولیه ذکر شده بود و پایه اصلی این غذا می باشد خرد کرده و آن را در ظرفی که در آن مقدار کمی آب ریخته اید بخارپز کنید. (م)در ظرفی دیگر پیاز را سرخ می کنیم و بعد از آن گوشت چرخ کرده را اضافه کرده و خوب سرخ می کنیم. (م)نمک و ادویه و بعد از آن رب را به مواد اضافه می کنیم. مواد به دست آمده را با کلم مخلوط کرده تا سس غذا آماده شود. (م)برنج را آبکش کرده و مواد سس را به آن اضافه کرده و اجازه می دهیم تا خوب دم بکشد. \n\nنکاتی کلیدی برای تهیه کلم پلو\n\nدر پخت کلم پلو به جای سبزی های تازه میتوانید از سبزی خشک هم استفاده کنید.\nاضافه کردن یک قاشق پودر لیمو عمانی به مخلوط سبزی و کلم باعث خوش طعم کردن کلم پلو میشود.\nاز کلم سفید و یا کلم قمری هم می توانید در کلم پلو شیرازی  استفاده کنید.\nپیاز را قبل از سرخ کردن مقداری نمک بزنید و سپس سرخ کنید تا ترد و خوشمزه شود. بعد آن را بر روی کلم پلو تزیین کنید.\nکلم پلو را بدون گوشت و یا با گوشت مرغ هم درست می کنند.\nاستفاده از کره و زعفران باعث طعم و عطر بهتر کلم پلو خواهد شد.\nکلم پلو را حتما با ادویه پلویی دم کنید.\n",
        "food_category": "فارس",
        "food_image": "kalampolo_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "میگو پلو",
        "food_description": "(م)تهیه مواد لازم\n\nپیاز ۱ عدد - سیر ۲ حبه - برنج ۳ پیمانه - گشنیز ۵۰ گرم - میگو پاک شده ۳۰۰ گرم - روغن مایع به اندازه کافی - زعفران ۱ قاشق غذاخوری - رب گوجه فرنگی ۲ قاشق غذاخوری - نمک ، فلفل سیاه و زردچوبه به اندازه کافی(م)ابتدا پیاز و سیرها را پوست می گیریم و آبکشی می کنیم و روی تخته آشپزخانه نگینی خرد می کنیم و در تابه ای روغن می ریزیم و روی حرارت کم قرار می دهیم تا داغ شود سپس پیاز و سیر را در روغن می ریزیم و تفت می دهیم تا نرم شوند(م)و آن وقت به هر میزان که تمایل دارید زردچوبه ،نمک و فلفل سیاه روی پیاز و سیر می ریزیم و مجددا تفت می دهیم تا پیاز و سیر تغییر رنگ بدهند و طلایی شوند و آن وقت میگوها را نیز اضافه می کنیم و مواد را مخلوط می کنیم تا ادویه ها به خورد میگوها نیز برود. (م)زمانی که رنگ میگوها تغییر کرد رب گوجه فرنگی را می افزاییم و خوب مواد را با هم تفت می دهیم تا منسجم شوند. سپس زعفران دم کرده را با ۱ لیوان آب داغ به مواد داخل تابه اضافه می کنیم و حرارت را ملایم می کنیم تا سس میگو پلو بجوش بیاید(م)و غلیظ شود تا جایی که دیگر آبی در سس وجود نداشته باشد. گشنیز را که از قبل خرد کرده ایم را به مواد داخل تابه اضافه می کنیم و مواد را مخلوط می کنیم و تابه را از روی حرارت بر می داریم و کنار می گذاریم. در قابلمه ای آب می ریزیم(م)و مقداری نمک و روی حرارت زیاد اجازه می دهیم تا بجوش بیاید و سپس برنج را ۲ الی ۳ بار آب می گیریم و آب آن را بیرون می ریزیم تا تمیز شسته شود و سپس داخل آب جوش می ریزیم و یک هم می زنیم و اجازه می دهیم تا نیم پز شود. (م)یک دانه از برنج را زیر دندان می گیریم و اگر اطراف آن نرم بود ولی مغزش سفت بود نیم پز شده است،برنج را در آبکش می ریزیم و قابلمه را می شوییم و روی حرارت می گذاریم تا داخلش خشک شود،بعد روغن کف آن می ریزیم و برای ته دیگ نان یا سیب زمینی را پوست می گیریم(م)و می شوییم و حلقه حلقه می کنیم و کف قابلمه می چینیم و مقداری از برنج را روی ته دیگ می ریزیم و کمی از سس روی آن می ریزیم و مجددا برنج و لایه بعد سس میگو می ریزیم تا موادمان تمام شود و لایه آخر برنج باشد. (م)اگر نیاز بود کمی آب و روغن روی برنج می ریزیم و درب قابلمه را می گذاریم و حرارت را زیاد می کنیم تا داخل قابلمه بخار بپیچد و سپس کم می کنیم تا خوب پلو بپزد. پس از پخت مواد را زیر و رو می کنیم تا خوب مخلوط شوند و در دیس می کشیم.نوش جان",
        "food_category": "بوشهر",
        "food_image": "meigopolo_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "آش دنگو",
        "food_description": "(م)تهیه مواد لازم\n\nعدس:نصف پیمانه - لوبیا چشم بلبلی:نصف پیمانه - لیزک (گیاهی است دارویی که در فصل بهار در استان کهگیلویه و بویراحمد می روید): به اندازه دلخواه - ماش:نصف پیمانه - نخود:نصف پیمانه - گندم:نصف پیمانه - ادویه: نصف پیمانه - زردچوبه، نمک و آب: به مقدار لازم(م)برای درست کردن این آش ابتدا باید حبوبات را تمیز کرد و هر کدام را به صورت جداگانه از شب قبل خیس کرد و چند بار آب آنها را عوض کرد. (م)گندم پوست کنده را هم جداگانه از چند ساعت قبل خیس کنید. (م)در قابلمه بزرگی که گنجایش آش را داشته باشد به اندازه کافی آب بریزید و روی حرارت بالا قرار دهید تا به جوش بیاید. (م)سپس گندم را داخلش بریزید و حرارت را کم کنید تا گندم شروع به پختن کند. (م)بعد از نیم ساعت پخت گندم ،نخودرا هم داخل قابلمه بریزید تا در کنار گندم پخته شود. (م)بعد از اینکه گندم و نخود نیم پز شدند بقیه حبوبات را به همراه گیاه لیزک و ادویه ها به قابلمه آش اضافه کنید و در قابلمه را ببندید تا همه مواد کنار هم بپزند و آش کاملا جا بیفتد.",
        "food_category": "کهگیلویه و بویراحمد",
        "food_image": "ashdengo_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "گردو پلو",
        "food_description": "(م)تهیه مواد لازم\n\nبرنج ۴ پیمانه - گوشت چرخ کرده ۴۰۰ گرم - مغر گردو ۴۰۰ گرم - پیاز ۲ عدد - کره ۵۰ گرم - زرشک به میزان لازم - زعفران به مقدار لازم - نمک و فلفل سیاه و زردچوبه به مقدار لازم(م)ابتدا یک پیاز را شسته و رنده ریز بزنید و آب اضافی آن را بگیرید سپس با گوشت چرخ کرده به همراه نمک و فلفل سیاه و زردچوبه مخلوط می کنیم و شروع به ورز دادن می کنیم سپس گوشت را به مدت نیم ساعت داخل یخچال گذاشته تا استراحت کند و منسجم تر شود سپس بعد از گذشت این زمان گوشت ها را خارج و از هرکدام به مقدار دلخواه برداشته و گرد می کنیم و درون روغن داغ خوب سرخ می کنیم. (م)گردو ها را به اندازه دلخواه خرد کرده و برای نیم ساعت داخل آب قرار می دهیم تا نرم شود و آبکش می کنیم. (م)پیاز دیگر را نگینی ریز خرد کرده و داخل تابه به همراه کمی کره و روغن تفت می دهیم تا سبک شود سپس گردوها را به همراه زعفران و کمی زرشک اضافه تفت می دهیم. (م)برنج را از قبل با مقداری نمک خیس کنید سپس روی حرارت قرار دهید تا به جوش بیاد وقتی برنج نرم شد آن را آبکش کرده و ته دیگ مورد نظر را کف قابلمه می گذاریم سپس یک لایه برنج ریخته و مقداری از مواد گردویی را اضافه می کنیم و هم می زنیم این کار را ادامه داده تا گردو و برنج تمام شود سپس برنج را بمدت ۴۵ دقیقه دم می گذاریم و در انتها کمی روغن و زعفران روی برنج ریخته و در ظرف سرو کشیده و به همراه گوشت قلقلی و گردو تزئین کنید. نوش جان",
        "food_category": "چهار محال و بختیاری",
        "food_image": "gerdopolo_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "قلیه ماهی",
        "food_description": "(م)تهیه مواد لازم\n\nسیر ۶ عدد - گشنیز ۳۰۰ گرم - شنبلیله ۵۰ گرم - فیله ماهی شیر یا هامور یا زبیدی ۴ تکه - پیاز متوسط ۲ عدد - تمبر هندی ۲۰۰ گرم - روغن مایع به اندازه کافی - نمک ، فلفل سیاه و زردچوبه به اندازه کافی - یکی از مهمترین قسمت های درست کردن قلیه ماهی انتخاب ماهی مناسب برای این غذا است. توجه داشته باشید که ماهی هایی که گوشت خیلی نرمی دارند برای تهیه این غذا مناسب نیستند زیرا ممکن است له شوند و ظاهر خورش را خراب کنند. بهترین نوع ماهی برای تهیه قلیه ماهی ماهی شیر ، ماهی شوریده و ماهی سنگسر هستند. ابتدا تکه های ماهی را در ظرفی میگذاریم و هر دو طرف ماهی ها را نمک و فلفل می پاشیم و کناری می گذاریم. (م)پیاز ها و سیرها را پوست می گیریم و می شوییم و روی تخته نگینی خرد می کنیم و داخل قابلمه ای روغن می ریزیم و روی حرارت قرار می دهیم،پس از اینکه کمی داغ شد سیر ها را داخل آن میریزیم تا سرخ شوند و سپس در بشقابی می ریزیم. و پیازها را داخل تابه می ریزیم تا طلایی شوند و سیر های سرخ شده را به پیازهای سرخ شده در تابه می افزاییم و نمک،فلفل و زردچوبه را روی پیاز و سیر داغ می ریزیم و تفت می دهیم. (م)گشنیز و شنبلیله را پاک می کنیم و میشوییم و روی تخته ساطوری خرد می کنیم.  گشنیز و شنبلیله خرد شده را با حرارت کم و کمی روغن خوب تفت دهید تا از خامی خارج شود و رنگ آن کمی تیره شود و بعد آن را به پیاز و سیر اضافه می کنیم و تفت می دهیم  سپس نصف لیوان آب اضافه می کنیم و صبر می کنیم تا سبزیجات با حرارت کم خوب پخته شوند. (م)سپس تمبرهندی را با ۳ لیوان آب رقیق می کنیم و از صافی رد کنید به با پشت قاشق فشار دهید تا عصاره تمرهندی خارج شود و فقط مغزها داخل صافی بماندو بعد خورشت اضافه می کنیم و (اگر به تمبرهندی دسترسی ندارید به جای آن می توانیداز ۳ قاشق غذاخوری رب انار ترش استفاده کنید) تامل می کنیم تا خوب مواد خورشت خوب جا بیافتد.خورشت که تغییر رنگ داد ماهی ها را داخل آن می ریزیم. (م)و ۳۰دقیقه زمان می برد تا ماهی ها کاملا پخته شوند ( می توانید قبل از انداختن ماهی ها در خورشت ابتدا آنها را سرخ کنید ) در آخر خورشت که خوب پخت و جا افتاد در ظرف مورد نظر سرو کنید و با پلو نوش جان کنید.",
        "food_category": "خوزستان",
        "food_image": "qoliemahi_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "کوفته برنجی",
        "food_description": "(م)تهیه مواد لازم\n\nگوشت چرخ کرده ۳۰۰ گرم - برنج ۲.۵ پیمانه - تخم مرغ ۱ عدد - پیاز ۲ عدد - لپه ۴ قاشق غذاخوری - آرد نخودچی ۱ قاشق غذاخوری - شوید تازه و خرد شده ۲ قاشق غذاخوری - تره تازه و خرد شده ۲ قاشق غذاخوری - جعفری تازه و خرد شده ۲ قاشق غذاخوری - گشنیز تازه و خرد شده ۲ قاشق غذاخوری - نعنا خشک ۱ قاشق غذاخوری - ترخون خشک ۱ قاشق غذاخوری - مرزه خشک ۱ قاشق غذاخوری - شنبلیله خشک ۱ قاشق غذاخوری - گوجه فرنگی رنده شده ۳ عدد - رب گوجه فرنگی ۱ قاشق غذاخوری - نمک، فلفل، زردچوبه و روغن به میزان لازم - آبلیمو ۲ قاشق غذاخوری - آلو یا گوجه سبز برای داخل کوفته (م) اولین مرحله خیساندن برنج و لپه از چند ساعت قبل است. پس از خیس خوردن، برنج و لپه را شسته و هر کدام را جداگانه داخل قابلمه با مقداری آب بریزید تا کامل بپزند. در صورت تمایل می توانید وقتی برنج به جوش آمد کمی از سبزی های تازه و کمی زردچوبه را به برنج در حال جوش اضافه کنید و کمی بعد برنج را آبکش کنید. به یاد داشته باشید تا آب برنج را دور نریزید چون در ادامه به آن نیاز خواهیم داشت. (م)یکی از پیازها را رنده ریز می کنیم و آب پیاز را می گیریم و  سپس با گوشت، برنج پخته، لپه پخته، نمک، فلفل، زردچوبه و سبزی های تازه مخلوط کرده و در ادامه تخم مرغ و آرد نخودچی را هم اضافه کرده و حسابی و  ورز می دهیم تا مواد کاملا با هم مخلوط بشوند و بعد مواد را به ظرف می کوبیم تا مواد سفت و چسبناک بشوند. اکنون باید مواد کوفته  را داخل یخچال بگذارید تا کمی خنک شود. (م)یک عدد پیاز را ریز خرد کنید و سپس در تابه کمی روغن بریزید تا داغ شود و پیازهای خرد شده تفت بدهید تا طلایی شوند. درادامه رب گوجه فرنگی، باقی سبزی های تازه، نمک، فلفل و زردچوبه اضافه کنید و کمی مواد را تفت دهید. اکنون گوجه ها را که پوست گرفته و رنده کرده اید به همراه آب برنج به مواد اضافه کرده و مخلوط کنید و مواد را به یک قابلمه بزرگ منتقل کنید و صبر کنید تا سس کوفته برنجی با حرارت ملایم بجوشد. (م)به اندازه یک پرتقال از مواد کوفته برداشته و در کف دست پهن کنید و  یک آلو یا گوجه سبز در وسط آن قرار داده و مواد را ببندید و گرد کنید و در آب کوفته که درحال جوشیدن است به آرامی رها کنید. حدود نیم ساعت بعد، وقتی که آب کوفته برنجی کمی غلیظ شد غذا آماده است.",
        "food_category": "یزد",
        "food_image": "kofteberenji_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "بریانی اصفهان",
        "food_description": "(م)گوشت گوسفند ،دنبه، 1 عدد پیاز ، چند قاشق روغن مایع و 4 لیوان آب را داخل قابلمه ای بریزید و روی حرارت متوسط قرار دهید تا گوشت بپزد و نرم شود (پس از پخت مقداری آب گوشت ته قابلمه باقی بماند). (م)جگر سفید را خرد کنید و با 2 لیوان آب، 1 پیاز خرد شده، چند قاشق روغن، مقداری نمک و فلفل داخل قابلمه ای بریزید و با حرارت متوسط بپزید. پس از اینکه پخت و آب آن تمام شد کمی تفت دهید سپس چرخ کنید و کنار بگذارید. (م)مخلوط گوشت گوسفند و دنبه را نیز پس از پخت همراه با یکی دو قاشق از آب آن چرخ کنید. سپس با زعفران دم کرده، مقداری نعنای خشک، نمک و فلفل سیاه مخلوط و بار دیگر چرخ نمایید.",
        "food_category": "اصفهان",
        "food_image": "beryaniesf_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "چرتمه پلو",
        "food_description": "(م)تهیه مواد لازم\n\n۵۰۰ گرم جگر سیاه گوسفندی ریز خردشده - ۱۰۰ گرم دنبه ریز خردشده - ۳۰۰ گرم ماست - ۱ عدد پیاز پوست‌کنده و خلالی خردشده - ۴ عدد فلفل کبابی ریز خردشده - ۵ حبه سیر پوست‌کنده و ریز خردشده - نمک، فلفل سیاه و زردچوبه به مقدار لازم - ۱ قاشق غذاخوری روغن سرخ‌کردنی - برنج زعفرانی، سبزی خوردن و چند قاچ لیمو برای سرو(م) یک قاشق غذاخوری روغن سرخ‌کردنی را داخل ماهیتابه بریزید و روی حرارت متوسط گاز قرار دهید تا روغن گرم شود. سپس پیازها را داخل آن بریزید و آن‌قدر تفت دهید تا نرم شوند. سپس زردچوبه را به آن بیفزایید.(م) جگر و دنبه‌های ریز خردشده را داخل ماهیتابه بریزید و با پیاز هم بزنید و آن‌ها را به‌مدت ۵ دقیقه تفت دهید. سپس فلفل‌های خردشده را به آن اضافه کنید و هم بزنید. (م) نمک و فلفل سیاه را طبق مزاج خود به غذا اضافه کنید تا مزه‌دار شود. مخلوط مواد را روی حرارت متوسط گاز به‌مدت ۳ دقیقه دیگر هم بزنید و سپس از روی گاز بردارید.(م) مواد داخل ماهیتابه را در یک ظرف مناسب بریزید و با گوشت‌کوب، آن‌ها را له کنید.(م) در همین حین، سیر و ماست را در یک کاسه کوچک با هم مخلوط کنید و سپس آن‌ها را به جگر، دنبه و پیاز له‌شده بیفزایید. (م)ماست و سیر را به مواد داخل ماهیتابه اضافه کنید. چرتمه شما آماده است. این خورش لذیذ سمنانی را همراه با برنج زعفرانی، سبزی خوردن و چند قاچ لیمو ترش سرو کنید.",
        "food_category": "سمنان",
        "food_image": "chortmepolo_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "آبگوشت قنبید",
        "food_description": "(م)تهیه مواد لازم\n\nگوشت گوسفندی ۵۰۰ گرم - قنبید یا همان کلم قمری درشت ۲ عدد - لوبیا سفید ۲۰۰ گرم - پیاز ۳ عدد - رب ۲ ق غذا خوری - گندم پوست کنده ۱۰۰ گرم - پودر لیموعمانی ۱ ق سوپ خوری - نمک، زردچوبه، ادویه کاری به مقدار لازم(م)ابتدا لوبیا سفید را از شب قبل یا ۱۲ ساعت قبل به همراه گندم خیس کنید و چندین بار آبش را تعویض کنید تا نفخش گرفته و راحت تر پخته شود. کلم قمری را پوست بگیرید و چند قاچ بزنید. (م)پیاز را نگینی ریز خرد کنید و داخل قابلمه مورد نظر با کمی زردچوبه تفت دهید تا سبک و طلایی شود سپس رب گوجه فرنگی را اضافه کنید و تفت داده تا بوی خامی رب از بین برود. (م)گندم و لوبیا و گوشت را به ترتیب اضافه کنید و تفت دهید و در انتها قمری ها قاچ شده را اضافه کنید و چند لیوان آب روی مواد بریزید به طوری که گوشت ها کاملا در آب باشند و روی مواد آب بگیرید. (م)در ادامه ابتدا حرارت را زیاد کنید تا به جوش بیاد سپس درب قابلمه را بگذارید و اجازه دهید با حرارت کم پخته و آبگوشت قنبید جا بیفتد در انتها پودر لیموعمانی را بریزید و نمک آبگوشت را اندازه کنید وقتی همه مواد پخته و نرم شدند آبگوشت قنبید ما حاضر است آن را به همراه سبزی و دوغ نوش جان کنید.",
        "food_category": "قم",
        "food_image": "abgoshtqanbid_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "آبگوشت دوغ دار",
        "food_description": "(م)تهیه مواد لازم\n\n  500 گرم گوشت گوسفندی - 250 گرم کشک - 2 پیمانه نخود و لوبیا سفید - ۲ عدد بادمجان - 1 عدد پیاز - 4 حبه سیر - نعنا خشک به میزان لازم - زردچوبه نمک و فلفل به میزان لازم - روغن به میزان لازم(م) نخود و لوبیا ها را حداقل به مدت یک شب در آب خیس کنید و هر چند ساعت یکبار آب آن را عوض کنید تا نفخ آن گرفته شود. بادمجان ها را پوست گرفته و به صورت حلقه ای یا مورب برش دهید. تکه های بادمجان را در یک سینی پخش کنید. نمک روی آن ها پاشیده و یک ساعت صبر کنید تا تلخی آن ها گرفته شود. پیاز ها را به صورت نگینی ریز خرد کنید. (م)در یک قابلمه مقداری روغن ریخته و روی حرارت ملایم قرار دهید. کمی صبر کنید تا روغن داغ شود. پیاز ها را ریخته و هم بزنید تا طلایی شوند؛ سپس زردچوبه را اضافه کرده و تفت دهید تا خامی آن گرفته شود. سیر ها را پوست بگیرید و آن ها را درسته نگه دارید. گوشت ها را به همراه حبه های سیر، نخود و لوبیا اضافه کنید سپس مقداری آب بریزید و در قابلمه را بگذارید تا گوشت بپزد. (م)یک ساعت پس از اینکه از پخت گوشت گذشت، مقداری نمک و فلفل را بریزید. بادمجان ها را بشویید تا نمک اضافی آن خارج شود. در یک تابه مقداری روغن بریزید و روی حرارت ملایم قرار دهید. اجازه دهید داغ شود سپس بادمجان ها را خوب در آن سرخ کنید. آن ها را به مواد داخل قابلمه اضافه کنید. (م)در یک تابه دیگر مقداری روغن را به همراه زردچوبه ریخته و صبر کنید تا داغ شوند. سپس نعنا خشک را به آن اضافه کرده و چند دقیقه تفت دهید تا تیره شوند. پس از پخت آبگوشت، کشک را در آن بریزید و اجازه دهید چند قل بخورد. در ۱۰ دقیقه پایانی نعنا داغ را به آن اضافه کنید و در نهایت سرو کنید.",
        "food_category": "مرکزی",
        "food_image": "abgoshtdoqdar_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "آش شله قلمکار",
        "food_description": "(م) تهیه مواد لازم \n\n پیاز ۴ عدد - سیر ۲ حبه - برنج ½ لیوان - نخود ½ لیوان - عدس ۱ لیوان - گندم ½ لیوان - لوبیا چیتی ½ لیوان - سبزی آش ۵۰۰ گرم - کشک به اندازه کافی – گوشت بدون استخوان ۲۵۰ گرم - نمک ، فلفل سیاه و زردچوبه به اندازه کافی(م)ابتدا برای اینکه نفخ حبوبات از بین برود نخود و لوبیا را جداگانه در کاسه ای می ریزیم و روی آن ها آب می گیریم و به مدت ۶ ساعت اجازه می دهیم تا خیس بخورند بهتر است ۲ الی ۳ مرتبه در این ۶ ساعت آب آن ها را بیرون بریزیم(م)و مجددا آب روی حبوبات بگیریم.می توانید از شب حبوبات را خیس کنید تا صبح آبکش کنید. سپس ۳ تا از پیازها را پوست می گیریم و آبکش می کنیم و به صورت خلالی خرد می کنیم و در تابه ای بزرگ روغن می ریزیم و روی حرارت کم می گذاریم تا داغ شود(م)و بعد پیاز را در روغن می ریزیم و تفت می دهیم و صبر می کنیم تا نرم و طلایی رنگ شود و در بشقابی پیازهای سرخ شده را می ریزیم و کنار می گذاریم. آن وقت گندم را می شوییم و آبکش می کنیم و در قابلمه ای می ریزیم و ۵ لیوان آب روی آن می ریزیم(م)و حرارت را ملایم می کنیم و تامل می کنیم تا پخته شود.نخود را در قابلمه ای می ریزیم و روی آن آب می گیریم و روی حرارت می گذاریم تا بپزد.پس از گذشت ۱ ساعت از پخت نخود لوبیا را نیز آبکش می کنیم و به نخود اضافه می کنیم تا با هم خوب مغز پخت شوند. (م)گوشت را می شوییم و روی تخته آشپزخانه خرد می کنیم و در قابلمه ای می ریزیم و روی آن چند لیوان آب سرد می ریزیم و پیاز باقیمانده را به همراه سیر پوست می گیریم و پیاز را به ۴ قسمت تقسیم می کنیم و داخل گوشت قرار می دهیم(م)و روی حرارت می گذاریم تا با حرارت ملایم گوشت پخته شود. عدس را در کاسه ای می ریزیم و روی آن آب می گیریم تا به مدت ۱ساعت خیس بخورد.پس از اینکه گوشت پخت،گوشت ها را از آب گوشت جدا می کنیم و آب گوشت را صاف می کنیم و کنار می گذاریم.(م)و گوشت ها را ریش ریش می کنیم و کنار می گذاریم. برنج را تمیز می شوییم و در قابلمه ای بزرگ می ریزیم و عدس را آبکشی می کنیم و به برنج اضافه می کنیم و ۶ لیوان آب روی مواد داخل قابلمه می ریزیم و روی حرارت ابتدا زیاد می گذاریم تا به جوش بیاید(م)و بعد حرارت را ملایم می کنیم تا عدس و برنج نرم شوند. سبزی این آش اسفناج ، مرزه ، ریحان ، جعفری ، نعناع ، گشنیز است که به مقدار یکسان از هر کدام در آش استفاده می کنیم که سبزی ها را از قبل پاک می کنیم و می شوییم و آبکش می کنیم و روی تخته آشپزخانه ساطوری خرد می کنیم. (م)البته می توانیم در خردکن نیز سبزی ها را بریزیم تا خرد شوند. پس از پخت برنج و عدس ،قبل از اینکه سبزی ها را به مواد بیفزاییم کمی نمک روی مواد می ریزیم و بعد سبزی ها را به قابلمه اضافه می کنیم(تا رنگ سبزی تا جای ممکن تغییر نکند) (م)و تقریبا ۲۰ دقیقه زمان کافی است تا سبزی ها نرم شوند،آن وقتنخود و لوبیا و گندم پخته شده را نیز اضافه می کنیم و گوشت های ریش شده و آب گوشت را نیز اضافه می کنیم. ادویه ها را نیز می افزاییم که شامل زردچوبه،نمک،فلفل سیاه است.(م)و نصف پیاز داغ را نیز داخل آش می ریزیم و آب جوش به مواد اضافه می کنیم درب قابلمه را می گذاریم و حرارت را ملایم می کنیم تا به مدت ۲ الی ۳ ساعت آش خوب بپزد و لعاب دار شود. آش آماده شده را در کاسه ای بزرگ می کشیم و با نعناع داغ و کشک و پیازداغ تزئین می کنیم.نوش جان",
        "food_category": "تهران",
        "food_image": "ashsholeqalamkar_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "مرجو خورش",
        "food_description": "(م)تهیه مواد لازم\n\nگوشت گوسفندی ۴۰۰ گرم - عدس ۱ پیمانه - پیاز ۲ عدد - سیب زمینی ۱ عدد - رب گوجه ۱.۵ ق غذا خوری - زعفران به مقدار لازم - آبغوره به مقدار لازم - آلو بخارا ۱۰ عدد - نمک، فلفل سیاه، زردچوبه، پودر دارچین به مقدار لازم (م) برای تهیه خورش ابتدا عدس را پاک کنید سپس خوب بشورید و خیس کنید تا نفخ آن گرفته شود و هم راحت تر پخته شود، برنج را خیس کنید و به آن کمی نمک اضافه کنید سپس گوشت را خرد کنید. (م)پیاز را پوست بگیرید و نگینی ریز خرد کنید و داخل روغن و با کمی زردچوبه تفت دهید تا سبک و شیشه ای شود سپس گوشت خرد شده را به پیاز اضافه کنید و کمی فلفل سیاه اضافه کنید و گوشت را خوب سرخ کنید. (م)در ادامه وقتی گوشت خوب سرخ شد رب را اضافه کنید و خوب تفت دهید تا بوی خامی رب از بین برود سپس عدس خیس خورده را اضافه کنید و چوب دارچین یا پودر دارچین را اضافه کنید و چند پیمانه آبجوش روی خورش ریخته و بگذارید تا گوشت و عدس پخته شود. (م)اجاز دهید ابتدا خورش به جوش بیاد سپس حرارت را کم کنید و بگذارید تا خورش با حرارت کم جا افتاده شود در همین حین سیب زمینی ها را پوست بگیرید و کمی داخل روغن تفت دهید و به خورش اضافه کنید و سپس کمی زعفران و آبغوره و آلو ها را که از قبل خیس کردید و نرم شده به همراه همان آبی که خیس خورده اضافه کنید و بعد از پخت گوشت، نمک غذا را تنظیم کنید و برنج را نیز آبکش کنید و دم بگذارید سپس به همراه خورش میل کنید. نوش جان",
        "food_category": "البرز",
        "food_image": "marjokhoresht_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "آش ترخینه",
        "food_description": "(م)تهیه مواد لازم\n\nبلغور گندم ۵۰۰ گرم - نمک ۱ قاشق چایخوری - ماست ترش ۱٫۵ کیلوگرم - زردچوبه ۱ قاشق چایخوری - زعفران ½ قاشق چایخوری - پونه خشک ۱ قاشق غذاخوری - فلفل سیاه ½ قاشق چایخوری(م)ابتدا بلغور گندم را در قابلمه ای می ریزیم و روی آن آب می گیریم و کناری می گذاریم تا به مدت ۶ ساعت خیس بخورد می توانید از شب در قابلمه آب بگذارید تا صبح خوب خیس بخورد.سپس بلغور را در آبکشی می ریزیم تا آب اضافه آن خارج شود(م)و ماست را خوب هم می زنیم تا کاملا یکدست شود و در قابلمه ای بزرگ می ریزیم و بعد بلغورها را به آن اضافه می کنیم و قابلمه را روی حرارت ملایم می گذاریم و هر چند دقیقه یکبار ماست و بلغور را هم می زنیم تا ته نگیرند. (م)یک ساعت زمان لازم است تا خوب بلغور بپزد. زمانی که مشاهده کردیم مواد منسجم شده است نزدیک به پایان پخت است پس زعفران،فلفل سیاه،نمک،زردچوبه و پونه خشک را به مواد اضافه می کنیم و خوب هم می زنیم تا ادویه ها خوب به خورد مواد برود. (م)پس از اینکه مواد به صورت خمیر در آمدند حرارت زیر قابلمه را خاموش می کنیم و تامل می کنیم تا ترخیه کمی خنک شود و آن وقت به اندازه یک پرتقال از مایه ترخینه بر می داریم و با کمک دو کف دست آن را گرد می کنیم.(م)و در آخر روی آن فشار می دهیم تا کمی تخت شود. همه مایه را به همین صورت آماده می کنیم و در سینی می چینیم و در جای خشک سینی را می گذاریم تا کاملا ترخینه ها خشک شوند و آماده برای مصرف شوند.",
        "food_category": "لرستان",
        "food_image": "ashtarkhine_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "گوجه پونه",
        "food_description": "(م)تهیه مواد لازم\n\nکره :2 قاشق سوپخوری - گوجه فرنگی خرد شده :4عددبزرگ - پونه خرد شده :4ساقه - پیاز خلالی شده :1 عدد (م) تابه ای را روی حرارت قرار دهید و مقداری کره داخل آن بریزید تا ذوب شود.سپس پیاز خلالی شده را داخل کره تفت دهید تا طلایی رنگ شود. بعد گوجه ها را به پیاز تفت داده شده اضافه کنید و هم بزنید تا آب آن کشیده شود و گوجه ها سرخ شوند. (م)پونه و ادویه های دیگر را به پیاز و گوجه تفت داده شده اضافه کنید و وقتی عطر پونه بلند شد ، آن را از روی حرارت بردارید. غذا آماده شده را در کنار نان و سبزیجات تازه میل کنید.",
        "food_category": "ایلام",
        "food_image": "gojepone_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "دنده کباب",
        "food_description": "(م)تهیه مواد لازم\n\nیک کیلوگرم گوشت دنده گوسفندی - رب گوجه فرنگی به مقدار لازم (حدود ۴ تا ۵ قاشق غذاخوری) - ۳ قاشق غذاخوری آبلیمو - نمک و فلفل سیاه به مقدار لازم - زعفران دم‌کرده غلیظ به مقدار لازم (حدود ۳ قاشق غذاخوری) - روغن مایع و روغن کرمانشاهی به مقدار لازم - پیاز، نارنج، نان تازه یا برنج زعفرانی برای سرو(م)گوشت دنده گوسفندی را به‌صورت پهن و دراز جدا کنید و سه یا چهار عدد سیخ کباب پهن را هم‌زمان داخل گوشت فرو کنید تا گوشت حالت خود را حفظ کند و سیخ‌ها هم بتوانند وزن گوشت را تحمل کنند. سپس با پشت یک چاقوی بلند، روی گوشت ضربه بزنید و سیخ‌های گوشت کوبیده شده را برای ۴ تا ۵ ساعت در یخچال قرار دهید. (م)آماده‌سازی سس دنده کباب: کمی روغن مایع در تابه بریزید و آن را روی شعله متوسط گاز قرار دهید تا داغ شود. سپس رب گوجه فرنگی در تابه بریزید و آن را تفت دهید تا کاملا سرخ شده و رنگ آن باز شود. در ادامه، نمک، فلفل سیاه، زعفران دم‌کرده و روغن کرمانشاهی را در تابه بریزید و کمی تفت دهید تا سس غلیظ شود. سس را از روی حرارت بردارید و کنار بگذارید. (م)پس از آماده و سرخ شدن زغال‌ها، سیخ‌های کباب را روی منقل قرار دهید و با استفاده از یک قلمو، سس را به‌صورت مرتب به دو طرف دنده‌ها بمالید. توجه داشته باشید که حرارت در حین کباب کردن، باید ملایم باشد تا دنده‌ها مغزپخت شوند و آبدار بمانند. (م)پس از کباب شدن دنده‌ها، کمی سس بیشتر روی کباب‌ها بمالید و آن‌ها را با نان از سیخ جدا کنید. دنده کباب را با پیاز، نارنج، نان تازه یا برنج زعفرانی سرو کنید.",
        "food_category": "کرمانشاه",
        "food_image": "dandekabab_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "شیش کباب",
        "food_description": "(م)تهیه مواد لازم\n\n 1 کیلوگرم گوشت گوسفند یا گوساله - 6 قاشق غذاخوری ماست - 2 حبه سیر - 2 عدد پیاز - 50 گرم برگ نعنا - 6 قاشق سوپ خوری روغن زیتون - به مقدار دلخواه زعفران دم کرده - نمک به مقدار دلخواه - ½  قاشق چای خوری فلفل سیاه - به تعداد دلخواه گوجه فرنگی (م)ابتدا گوشت را به قطعات مناسب تقسیم می کنیم. سپس پوست پیاز را گرفته و آن را رنده می کنیم. بعد از اینکه پیاز را رنده کردیم آن را صاف می کنیم. (م)2 حبه سیر را پوست کنده و خرد می کنیم. سیر و آب پیاز را به همراه روغن زیتون و برگ های نعنا و ماست و زعفران و فلفل مخلوط می کنیم. (م)مایه به دست آمده را به گوشت افزوده و به مدت 6 الی 12 ساعت در یخچال می گذاریم. برای خوش طعم شدن کباب بهتر است از شب قبل گوشت را در مواد بخوابانیم. و در انتها گوشت را به سیخ می کشیم و کباب می کنیم. و در صورت تمایل گوجه ها را نیز به صورت کبابی طبخ می کنیم و به همراه گوشت کبابی سرو می کنیم. (م)برای تهیه این کباب از قسمت راسته استفاده می کنیم. علاوه بر کبابی کردن این گوشت روی آتش ، آن را می توان در تابه با استفاده از سیخ های چوبی درست کرد ( کف تابه را چرب کرده و دو طرف کباب را سرخ می کنیم )",
        "food_category": "کردستان",
        "food_image": "shishkabab_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "لازانیا",
        "food_description": "(م)تهیه مواد لازم\n\n پیاز بزرگ یک عدد – گوشت چرخ کرده 300 گرم – فلفل دلمه ای یک عدد - قارچ خرد شده به مقدار لازم – نمک، فلفل و زردچوبه به مقدار لازم – ادویه لازانیا به مقدار  لازم – رب گوجه فرنگی یک قاشق غذاخوری – سس گوجه فرنگی 2-3 قاشق غذا خوری – کره 50 گرم – آرد سفید دو قاشق غذا خوری – شیر دو لیوان – ورقه لازانیا به میزان لازم – سس بشامل به میزان لازم – پنیر پیتزا به میزان لازم(م) برای تهیه لازانیا خوشمزه به روش ایرانی در مرحله اول ابتدا می¬بایست یک عدد پیاز بزرگ را پس از شستن، پوست بکنید. سپس آن را به صورت نگینی ریر خدر کرده یا رنده نمایید. در ادامه تابه¬ ای را روی گاز قرار داده، کف آن را به خوبی چرب نمایید.(م) پس از اینکه روغن داغ شد، پیازها را درون تابه ریخته و خوب تفت دهید تا نرم شده و به رنگ طلایی درآید. در این مرحله، پس از نرم شدن پیازها، ۳۰۰ گرم گوشت چرخ کرده را که به مدت چند ساعت از فریزر بیرون بوده و به دمای محیط رسیده است را درون تابه بریزید.(م) مواد را با یکدیگر خوب تفت دهید. یکی دو عدد فلفل دلمه¬ ای را پس از شستن خرد نمایید و به همراه مقداری قارچ خردشده به تابه اضافه کنید. در ادامه مقداری نمک، فلفل را به همراه مقداری زردچوبه و ادویه لازانیا روی مواد می ریزیم.(م) سپس به خوبی هم بزنید تا طعم و عطر آن به خورد گوشت برود. یک قاشق غذاخوری رب گوجه فرنگی را به همراه مقداری سس گوجه فرنگی به تابه افزوده و خوب هم بزنید تا بوی خامی آن گرفته شود. پس از چند دقیقه زیر گاز را خاموش کنید. (م)در این مرحله، مقداری کره را در ظرفی ریخته و کمی روی حرارت قرار دهید تا آب شود. سپس دو قاشق آرد سفید را به آن افزوده و کمی تفت دهید. هنگامی که عطر خوش آن پیچید و خامی آن گرفته شد بایستی دو لیوان شیر را کم کم به مواد اضافه نمایید. (م)دقت داشته باشید در حین افزودن شیر، مدام آن را هم بزنید تا به غلظت کم فرنی درآید. سپس به آن مقادیری نمک و فلفل افزوده و پس از چند دقیقه آن را از روی حرارت بردارید. قابلمه¬ ای را روی گاز قرار داده و چند پیمانه آب در آن بریزید. (م)پس از اینکه آب به جوش آمد، نوبت اضافه کردن ورقه¬ های لازانیا می¬باشد. اجازه دهید تا ورقه ¬ها خوب آبپز شود. سپس آن را از روی حرارت بردارید. یک ظرف مناسب برای لازانیا روی میزکار خود قرار دهید. (م)کف آن را مقداری چرب نموده و روی آن مقداری سس بشامل ریخته و ورقه¬ ها را روی آن بچینید. مواد گوشتی خود را به همراه مقداری پنیر پیتزا روی ورقه¬ های لازانیا ریخته و مجددا روی آن را با ورقه¬ های لازانیا بپوشانید. (م)این کار را مرتب تا زمانی که تمامی موادتان تمام شود، ادامه دهید. در نهایت یک لایه ورق را روی ظرف قرار داده و مقداری سس بشامل و پنیر پیتزا روی آن بریزید. درصورت تمایل می¬توانید روی ورقه لازانیا را با مقداری قارچ و فلفل دلمه ¬ای بپوشانید. (م)در مرحله آخر، ظرف مخصوص لازانیا را درون فر با دمای ۱۸۰ درجه سانتی گراد قرار دهید. پس از ۳۰ دقیقه، زمانی که روی لازانیا کاملا برشته شد، آن را از فر خارج نموده و پس از برش زدن به همراه خانواده میل کنید.",
        "food_category": "خارجی",
        "food_image": "lasagna_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "کباب کوبیده",
        "food_description": "(م) تهیه مواد لازم برای 4 نفر \n گوشت مخلوط 800 گرم – پیاز آب گرفته 200 گرم – دنبه تازه گوسفندی 100 گرم – نمک 1 قاشق چایخوری – بکینگ پودر(اختیاری) 1 قاشق چایخوری – فلفل سیاه به اندازه دلخواه – زعفران دم کرده 4 قاشق غذا خوری – کره 50 گرم(م) برای تهیه کباب کوبیده رستورانی ابتدا ۴۰۰ گرم گوشت راسته گوسفندی را به همراه ۴۰۰ گرم گوشت قلوه گاه گوساله و دنبه گوسفندی داخل چرخ گوشت می ریزیم و دو مرتبه چرخ می کنیم تا کاملا با هم ترکیب شده و یکدست شوند. (م) در این مرحله گوشت چرخ کرده را داخل یک کاسه مناسب و جادار قرار می دهیم. در ادامه در ظرفی جداگانه پیازها را با رنده متوسط رنده می کنیم و با فشار دست آب اضافی شان را به طور کامل می گیریم، سپس آب پیاز را داخل یک کاسه کوچک می ریزیم و کنار می گذاریم.(م) در این مرحله پیاز آب گرفته را به مدت ۱۵ دقیقه درون یخچال قرار می دهیم تا به اصلاح چلوکبابی ها شیرین شود، سپس به گوشت چرخ کرده اضافه می کنیم. در ادامه بکینگ پودر را به همراه مقداری نمک، فلفل سیاه و ۲ قاشق غذاخوری زعفران دم کرده به گوشت اضافه می کنیم.(م) در این مرحله مواد کباب را باید به خوبی ورز دهیم تا گوشت منسجم شود به طور که حالت چسبناکی پیدا کند که وقتی مایه کباب را از داخل کاسه بلند می کنید تکه تکه نشود و همه گوشت به صورت یکدست بلند شود.(م) ورز دادن را ادامه می دهیم تا مایه کباب یکدست و کاملا منسجم شود، سپس یک سلفون روی کاسه می کشیم و به مدت ۲ ساعت به مایه کباب در یخچال استراحت می دهیم. پس از گذشت ۲ ساعت کاسه را از یخچال خارج می کنیم.(م) برای سیخ کردن کباب ها ابتدا سیخ های پهن مخصوص کباب کوبیده را با آب پیاز خیس می کنیم سپس به اندازه یک پرتقال کوچک از گوشت بر می داریم و سیخ را بین گوشت قرار می دهیم و آنرا روی سیخ پهن می کنیم.(م) پس از سیخ کردن کباب با انگشت روی گوشت نقش می اندازیم، این کار علاوه بر اینکه باعث می شود کباب مغز پخت شود، به زیبایی ظاهری کباب نیز کمک می کند. اگر کار سیخ کردن کباب برایتان مشکل است می توانید از کباب زن دستی هم استفاده کنید.(م) در این مرحله منقل ذغال را با ذغالی یکدست و کاملا روشن آماده می کنیم، سپس سیخ ها را به آرامی روی منقل می چینیم. پس از آنکه کباب ها خودشان را گرفتند، آنها را به صورت متداوم می چرخانیم تا به صورت یکنواخت بپزند.(م) پس از اینکه پختن کباب ها به پایان رسید، کره را روی بخار آب ذوب می کنیم و به همراه زعفران با یک برس تمیز روی کباب ها می مالیم. این کار علاوه بر اینکه کباب ها را زیباتر می کند، بعث خوشمزه تر شدن کباب کوبیده می شود.",
        "food_category": "محبوب",
        "food_image": "kababkobideh_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "قورمه سبزی",
        "food_description": "(م) تهیه مواد لازم برای 4 تا 5 نفر \n گوشت گوسفندی 400 گرم – سبزی خورشتی 1 کیلو گرم – لوبیا قرمز یا چیتی 200 گرم – لیمو عمانی 4 عدد – نمک و فلفل سیاه به میزان دلخواه – آب به میزان لازم – پیاز 1 عدد – سیر 2 حبه(م) برای تهیه خورش قورمه سبزی مجلسی در ابتدای کار، لوبیا قرمز یا لوبیا چیتی را درون یک کاسه حاوی آب می ریزیم و اجازه می دهیم از حداقل ۶ ساعت قبل به خوبی خیس بخورد تا نفخ آن به طور کامل گرفته شود.(م) در این مرحله پیاز را شسته و پوست می کنیم. سپس آن را به صورت نگینی ریز خرد می کنیم. در ادامه سیر را هم به صورت ساطوری ریز خرد می کنیم. حالا یک قابلمه مناسب را روی حرارت ملایم قرار می دهیم.(م) در این مرحله کمی روغن به قابلمه اضافه می کنیم و صبر می کنیم تا روغن به خوبی داغ شود. در ادامه پیاز خرد شده را اضافه کرده و چند دقیقه تفت می دهیم تا سبک و طلایی شود. در ادامه سیر ساطوری شده را هم اضافه می کنیم.(م) سیر را در حدی تفت می دهیم که عطر آن بلند شود. وقتی که عطر و بوی سیر خارج شد، گوشت را به صورت خورشتی تکه تکه کرده و به مواد اضافه می کنیم و تفت می دهیم. تفت دادن گوشت را تا زمانی که تغییر رنگ دهد ادامه می دهیم.(م) در این مرحله لوبیا را که از قبل خیس کرده ایم، آبکشی می کنیم، سپس به گوشت اضافه می کنیم. لوبیا را هم در حد یک دقیقه تفت می دهیم، سپس ۴ تا ۶ لیوان آب جوش به قابلمه اضافه می کنیم و درب قابلمه را می گذاریم.(م) حالا حرارت زیر قابلمه را زیاد می کنیم تا آب درون قابلمه به جوش آید. وقتی که آب به نقطه جوش رسید، حرارت را کم کرده و اجازه می دهیم گوشت و لوبیا به طور کامل بپزند. حالا تخمه های درون لیمو عمانی را خارج می کنیم.(م) می توانیم لیموهای عمانی را در آب قرار دهیم تا خورش را تلخ نکنند. سبزی خورشتی را به صورت کاملا ریز خرد می کنیم، سپس به همراه روغن درون یک تابه مناسب تفت می دهیم تا به طور کامل سرخ شده و رنگش تغییر کند.(م) پس از اینکه گوشت و لوبیا نیم پز شدند، سبزی خورشتی سرخ شده را به قابلمه اضافه می کنیم. پس از اینکه لوبیا و گوشت به طور کامل پختند، لیمو عمانی را به همراه مقداری نمک و فلفل را اضافه می کنیم.(م) در مرحله پایانی اجازه می دهیم خورش با حرارت ملایم جا بیفتد و روغن بینداز برای اینکه روغن خورش روی آن جمع شود می توانیم یک قالب کوچک یخ به قابلمه اضافه کنیم. در پایان خورش قورمه سبزی را به همراه برنج آبکش سرو می کنیم. \n گوشت مناسب قورمه سبزی\nبرای تهیه قورمه سبزی به دلخواه می توان از انواع گوشت های متداول مثل گوشت گوساله، گوسفند یا حتی مرغ استفاده کرد. اما اگر بخواهیم قورمه سبزی مجلسی داشته باشیم بهتر است مانند دستور بالا از گوشت گوسفندی استفاده کنیم.نکته ای که باید به آن توجه داشته باشیم این است که گوشت گوسفندی چون پر چرب است، بعد از پخت جمع می شود و به همین دلیل باید تکه های گوشت گوسفندی را به صورت درشت خرد کنیم تا در پایان پخت در خورش مشخص باشند.\nترفند گرفتن تلخی لیمو عمانی\nاگر می خواهید لیمو عمانی را با خیال راحت به قورمه سبزی اضافه کنید، آنها را به همراه ۱ لیوان داخل یک قابلمه کوچک بریزید، سپس قابلمه را روی حرارت قرار دهید و اجازه دهید آب درون قابلمه به نقطه جوش برسد.پس از اینکه آب شروع به جوشیدن کرد، ۱۵ دقیقه زمان بگیرید، سپس حرارت زیر قابلمه را خاموش می کنیم و درب آنرا بگذارید. حالا در ۱۵ تا ۳۰ دقیقه پایانی پخت خورش، لیمو عمانی ها را از قابلمه خارج کرده و درون خورش بیندازید.\nعطر قورمه سبزی\nبرای اینکه در پایان عطر قورمه سبزی در تمام خانه بپیچید، می توانید از یک ترفند ساده استفاده کنید. برای این منظور ۱ قاشق شنبلیله خشک شده را پودر کنید و در روغن چند ثانیه تفت دهید، سپس در ۳۰ دقیقه پایانی پخت خورش، به قابلمه اضافه کنید. این کار عطر بسیار جذابی به خورش شما می دهد.",
        "food_category": "محبوب",
        "food_image": "ghorme-sabzi.jpg"
    },
    {
        "food_id": null,
        "food_name": "آبگوشت",
        "food_description": "(م) تهیه مواد لازم \n برای 4 نفر(م) گوشت آبگوشتی 500 گرم – لوبیا سفید – نصف لیوان – نخود نصف لیوان – گوجه فرنگی 2 عدد – سیب زمینی 2 عدد متوسط – پیاز 2 عدد متوسط – رب گوجه فرنگی 2 قاشق غذاخوری – نمک و فلفل سیاه به اندازه کافی – زردچوبه بهاندازه کافی(م) برای تهیه آبگوشت سنتی بهتر است از شب قبل نخود و لوبیا سفید را در دو کاسه آب به صورت جداگانه بخیسانید و در صرت امکان چندین مرتبه آب موجود در کاسه ها را تعویض کنید تا نفخ حبوبات به طور کامل گرفته شود و پخت راحت تری داشته باشند.(م) برای شروع آشپزی مقدار کمی روغن یک قابلمه بریزید و گوشت آبگوشتی را اضافه کنید. گوشت را به خوبی تفت دهید تا رنگ آن تغییر کند، سپس نخود و لوبیا را آبکشی کنید و به قابلمه اضافه کنید و انها را نیز در حد یک دقیقه تفت دهید.(م) در این مرحله پوست گوجه فرنگی و یکی از پیازها را می گیریم و به قابلمه اضافه می کنیم، سپس ۸ لیوان آب جوش به قابلمه اضافه می کنیم. یکی از نکات مهم در مورد خوشمزه تر شدن آبگوشت اضافه کردن آب جوش می باشد.(م) حرارت زیر قابلمه را کم می کنیم و اجازه می دهیم آبگوشت با حرارت بسیار ملایم بپزد. پس از اینکه آب جوش را اضافه کردید، اجازه دهید مواد آبگوشت شما به مدت ۲ الی ۲ ساعت و ۳۰ دقیقه روی حرارت ملایم بمانند تا آبگوشت به خوبی جا بیفتد.(م) پس از گذشت ۲ ساعت و ۳۰ دقیقه سیب زمینی ها را می شوییم و به قابلمه اضافه می کنیم. پس از اضافه کردن سیب زمینی ها چربی موجود در قابلمه را خارج می کنیم و به همراه پیاز باقیمانده به خوبی می کوبیم تا کاملا له شوند، سپس مجددا به قابلمه اضافه می کنیم.(م) پس از اینکه گوشت به طور کامل پخت، رب گوجه فرنگی را در یک تابه کوچک به خوبی تفت می دهیم تا سرخ شود سپس به همراه مقداری نمک و فلفل سیاه به قابلمه اضافه می کنیم. تفت دادن رب گوجه فرنگی باعث می شود آبگوشت خوشرنگ تری داشته باشیم.(م) پس از اضافه کردن رب گوجه فرنگی اجازه می دهیم آبگوشت به مدت ۳۰ دقیقه دیگر روی حرارت ملایم بماند تا به طور کامل جا بیفتد، سپس آنرا از روی حرارت بر می داریم و کنار می گذاریم. آبگوشت را می توانید به دو روش سرو کنید.(م) روش اول و مرسوم این است که آب آبگوشت را جداگانه سرو کنید و باقی مواد را با گوشتکوب به خوبی بکوبید و گوشت کوبیده را به صورت جداگانه سرو کنید. روش دوم هم این است که در کاسه هر نفر مقداری از حبوبات و گوشت را اضافه کنید.",
        "food_category": "محبوب",
        "food_image": "abgoosht.jpg"
    },
    {
        "food_id": null,
        "food_name": "باقالی پلو با گوشت",
        "food_description": "(م) تهیه مواد لازم \n برنج 3 پیمانه – گوشت 400 گرم – باقالی 1 پیمانه – شوید یک پنجم پیمانه – پیاز 2 عدد – هویج 1 عدد – فلفل دلمه ای 1 عدد کوچک – سیر 2 حبه – زعفران دم کرده به میزان لازم – رب گوجه فرنگی 2 قاشق غذا خوری – برگ بو 3 عدد – زردچوبه ½ قاشق چایخوری – چوب و پودر دارچین مقداری – نمک و فلفل سیاه و قرمز به میزان لازم(م) برای پخت باقالی پلو با گوشت گردن ابتدا برنج را با آب و نمک بخیسانید.گوشت ها را نیز تمیز کنید. (م) یک عدد پیاز را پوست بگیرید و بشورید سپس به صورت خلالی خرد کنید و در یک تابه مناسب با کمی روغن تفت دهید. (م) گوشت های تمیز را نیز به پیاز اضافه کنید و تفت دهید. (م) 2 حبه سیر را پوست بگیرید و بشورید از وسط نصف کنید و به مواد بالا اضافه کنید. (م) ادویه ها که شامل (نمک،فلفل سیاه و قرمز،چوب دارچین و زردچوبه) می شود را به گوشت اضافه کنید. (م) برگ بو را نیز به این مواد اضافه کنید و آب جوش روی آن بریزید و بگذارید تا حدود 3 ساعت بپزد.(م) در ادامه برای پخت باقلا پلو به سراغ آماده کردن برنج بروید بدین منظور ابتدا در یک قابلمه آب بریزید و بگذارید تا بجوشد. سپس برنج خیس شده را که آب آن را خالی کرده اید را به آب جوش اضافه کنید.  باقالی ها را نیز در کمی آب و نمک بگذارید تا جداگانه به پخت برسد.(م) وقتی آب برنج دوباره به دمای جوش رسید و کمی نرم شد شوید هایی را که پاک کرده وشسته اید را به برنج اضافه کنید و کمی هم بزنید سپس ترکیب برنج و شوید را آبکشی کنید. اگر از شوید خشک استفاده می کنید باید پس از آبکش کردن برنج شوید های خشک را به برنج داخل آبکش اضافه کنید و با ملایمت هم بزنید تا شوید ها با برنج ترکیب شوند. باقلا هایی را که از  قبل پخته اید را نیز به برنج اضافه کنید.(م) اگر می خواهید برنج را قالبی و تک نفره در بیاورید ابتدا باید در قابلمه های کوچک‌تر مقداری روغن را به همراه کمی زعفران داغ کنید سپس ته دیگ دلخواهتان را که می تواند سیب زمینی، کنجد، تخمه و هر چیزی که دوست دارید را ته ظرف بچینید و در ادامه برنج مخلوط شده را روی ته دیگ بریزید. (م) کناره های برنج را به وسط بکشید و با کمک ته کفگیر سوراخ های عمیق در آن ایجاد کنید کره را روی برنج بگذارید و اجازه  دهید دم بگیرد. (م) پس از طبخ گوشت آب گوشت پخته شده را از صافی عبور دهید و آب بدست آمده را کنار بگذارید. (م) 1 عدد پیاز را به صورت خلالی خرد کنید و با روغن حیوانی آن را سرخ کنید. (م) یک عدد هویج را به صورت حلقه حلقه خرد کنید و به پیاز اضافه کنید و شروع به تفت دادن بکنید.(م) یک عدد فلفل دلمه ای کوچک را به صورت ریز خرد کنید و به هویج و پیاز اضافه کنید. (م) ادویه ها چلو گوشت که شامل (نمک،فلفل سیاه و قرمز،پودر دارچین،ادویه کاری و اگر دوست داشتید پودر سیر و پودر لیمو عمانی) می شود را به خورش اضافه کنید و تفت دهید. (م) اگر می خواهید خورشت تان قرمز باشد در این مرحله باید رب را به ترکیب پیاز اضافه کنید. اگر زعفرانی میخواهید باید رب را از مواد لازم حذف کنید. (م) گوشت ها را به پیاز اضافه کنید و تفت دهید تا کمی مواد به خورد گوشت برود. (م) زعفران دم کرده را نیز به گوشت اضافه کنید و هم بزنید. (م) به دلیل این که گوشت را از قبل پخته اید در این مرحله مقدار کمتری آب به خورشت اضافه کنید و بگذارید تا کاملا جا بیفتد. (م) پس از پخت گوشت و برنج آن ها را در یک ظرف مناسب بریزید و برای مهمان هایتان سرو کنید. ",
        "food_category": "محبوب",
        "food_image": "baqalipolo_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "کنافه کذابه",
        "food_description": "(م) تهیه مواد لازم \n ۵۰ گرم کره - ۲۰۰ گرم رشته کادایف - ۷۰ گرم خامه صبحانه - یک عدد بستنی وانیلی - دو قاشق غذاخوری زعفران دم کرده - دو قاشق غذاخوری شیر عسل - اندازه نیاز پودر گردو و پودر پسته(م) به عنوان اولین کار نصف رشته ی کارادایف را همراه زعفران و کره درون ظرفی ریخته و ترکیب نمایید. سپس کف یک تابه کمی روغن بریزید تا چرب شود؛ دقت داشته باشید فقط در حدی که چرب گردد. ترکیب به دست آمده را درون تابه بریزید و به خوبی بفشارید تا یکنواخت و یکدست گردند.(م) سپس لایه ای از خامه بر روی رشته های کادایف ریخته و پس از آن پودر پسته و پودر گردو بریزید, به طوری که به طور کامل سطح آن را بپوشاند.(م) در این مرحله تابه را بر روی شعله ی ملایم بگذارید و ۱۰ – ۱۵ دقیقه ای زمان دهید تا به خوبی سرخ و برشته گردد. بعد کنافه را پشت و رو کرده و مجددا همین قدر زمان دهید تا این طرف کنافه نیز سرخ گردد.(م) پس از به خوبی سرخ گردیدن تمامی مواد, شیر عسلی را بیفزایید و کنار بگذارید. سپس کنافه را در صورت تمایل برش بزنید.(م) در نهایت هم بستنی وانیلی را بر روی سطح کنافه قرار داده و با استفاده از پودر گردو پودر پسته تزیین نمایید.",
        "food_category": "دسر",
        "food_image": "knafekazabe_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "کراستینی ایتالیایی",
        "food_description": "(م) تهیه مواد لازم \n ۵۰۰ گرم گوشت (قلوه گاه گوسفندی) - ۱۲ عدد گوجه گیلاسی زرد - یک عدد آووکادو - ۱۲ برش نان فرانسوی (برش قطری) - ۱۲ برش نازک پنیر پارمیزان - یک قاشق سوپ خوری آب لیموی  تازه - یک قاشق سوپ خوری روغن زیتون - اندازه لازم پودر سیر - اندازه لازم پودر موسیر \n تهیه مواد سس مایونز \n  یک چهارم قاشق چای خوری سیر تازه به صورت رنده ای - یک قاشق چای خوری پوست لیمو رنده شده - یک قاشق سوپ خوری آب لیموی تازه - یک دوم پیمانه سس مایونز - مقداری نمک و فلفل(م) پوست لیمو ترش و سیر را که از قبل رنده کرده اید را درون ظرفی بریزید و سپس به آن سس مایونز، لیمو ترش، فلفل و نمک را به آن بیفزایید. مواد را به هم بزنید تا به خوبی مخلوط شده و یکدست گردند. سپس آن را در کناری قرار دهید.(م) سپس فر را بر روی ۱۷۷ درجه سانتیگراد تنظیم نمایید تا گرم گردد. درون یک تابه قدری روغن ریخته و بر روی حرارت قرار دهید تا گرم شود. سپس گوشت را درون آن تفت بدهید تا سرخ شود؛ کمی پیش از اینکه به طور کامل سرخ و پخته شود, موسیر، فلفل تازه آسیاب شده، پودر سیر و نمک را به آن بیفزایید. بعد گوشت را که به صورت برش های نازک در آورده و سرخ کرده اید را داخل سینی فر بچینید. (م) بر روی سطح تمامی آنها از فلفل ریخته و برای مدت زمان یک ربع تا بیست دقیقه و درون فر بگذارید. پس از پخته شدن گوشت ها، آن ها را از فر خارج ساخته و هر یک از آنها را به ۳ بخش تقسیم نمایید.(م) حالا در این مرحله برش های نان را درون سینی فر قرار داده و کمی روغن زیتون فقط در حد چند قطره بر روی آن بریزید و به مدت ۱۰-۱۲ دقیقه زمان دهید تا به رنگ طلایی در آمده و پخته شوند. سپس آن ها را از فر خارج کرده و در کناری قرار دهید. آووکادو را نیز پوست گرفته؛ دانه ی آن را جدا کرده و بعد به صورت برشی نازک در آورید. مقداری آبلیمو بر روی برش های آووکادو بپاشید تا رنگ آن ها تیره نگردد.(م) در نهایت هم نوبت به چیدمان کراستینی ها می رسد. مقداری سس مایونز بر روی هر قطعه ی نان مالیده و بعد ۲-۳ برش آووکادو، ۳-۴ برش گوجه گیلاسی، برش های نازک پنیر پارمیزان و گوشت را بر روی سس مایونز بگذارید. مواد را در انتها بر روی آنها ریخته و فلفل و نمک به آن اضافه کنید. کراستینی ایتالیایی خوشمزه شما در طی همین چند مرحله آماده است.",
        "food_category": "دسر",
        "food_image": "krastiniitally_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "۳ قاشقی",
        "food_description": "(م) تهیه مواد لازم \n تخم مرغ: ۳ عدد  - آرد: ۳ قاشق غذاخوری - شکر: ۳ قاشق غذاخوری - روغن: سه قاشق غذاخوری - بکینگ پودر: ۳ قاشق غذاخوری - آرد سمولینا: ۳ قاشق غذاخوری - وانیل: نوک قاشق چایخوری  \n مواد شربت \n شکر: ۱ لیوان سرخالی - شیر: ۴۰۰ میلی لیتر - (م) اولین مرحله آماده کردن این دسر خانگی خوشمزه ترکیب شکر، تخم مرغ و مقداری وانیل با یکدیگر می باشد. تمام این مواد را در کاسه ای ریخته و با دور تند همزن به خوبی مواد را هم بزنید. بعد از حجیم شدن بافت مواد روغن مایع را به کاسه اضافه کنید. در این مرحله مواد باید یکدست شوند.(م) برای پختن این دسر باید از قبل فر را در دمای ۱۸۰ درجه سانتی گراد گرم کنید. بکینگ پودر، آرد و آرد سمولینا را با یکدیگر ترکیب کرده و در سه مرحله الک کنید. حالا مواد را به تخم مرغ و شکر اضافه نمایید. بعد از اینکه بافت مواد یکدست شد، در کف قالب مورد نظر یک کاغذ روغنی قرار دهید و مواد خود را درون قالب بریزید. این دسر را به مدت ۲۵ دقیقه درون فر قرار دهید.(م) در مدت زمانی که دسر را درون فر قرار داده اید، باید مواد شربت را تهیه کنید. شیر و شکر را درون تابه ای ریخته و روی حرارت قرار دهید. بعد از ذوب شدن شکر قابلمه را از روی حرارت برداشته و زمان دهید، تا در دمای محیط خنک شود. بعد از اتمام پخت دسر آن را از فر خارج کنید و چند دقیقه برای خنک شدن صبر داشته باشید.(م) در این مرحله از طرز تهیه دسر ۳ قاشقی شربتی که به دمای محیط رسیده را روی دسر نسبتا گرم می ریزید. در این دسر می توانید از پودر نارگیل برای مزه دار کردن و ترئین دسر نیز استفاده کنید. حالا دسر را برش زده و در ظرف های دلخواهتان سرو کنید.",
        "food_category": "دسر",
        "food_image": "deser-3-ghashoghi.jpg"
    },
    {
        "food_id": null,
        "food_name": "سیب زمینی سرخ شده",
        "food_description": "(م) تهیه مواد لازم برای 4 نفر \n سیب زمینی 2 عدد درشت – فلفل سیاه نصف قاشق چایخوری – نمک نصف قاشق چایخوری – روغن مخصوص سرخ کردنی – به مقدار لازم (م) برای درست کردن سیب زمینی سرخ کرده رستورانی اولین نکته ای که باید رعایت کنیم این است از سیب زمینی های درشت و با کیفیت استفاده کنیم. ابتدا سیب زمینی را به صورت خلالی با اندازه های یکسان خرد می کنیم.(م) در این مرحله یک قابلمه آب جوش روی حرارت قرار می دهیم و یک قاشق چایخوری نمک داخل آب جوش می ریزیم. در ادامه سیب زمینی ها را داخل قابلمه آب جوش می ریزیم و به مدت ۵ دقیقه صبر می کنیم تا سیب زمینی ها نیم پز شوند.(م) پس از ۵ دقیقه سیب زمینی ها را آبکشی می کنیم و برای اینکه سرعت کار بالا برود روی یک دستمال حوله ای تمیز می چینیم تا سریعتر خشک شوند. حالا سیب زمینی را داخل یک ظرف مناسب می ریزیم و مقداری نمک و فلفل سیاه اضافه می کنیم.(م) با دست سیب زمینی ها را زیر و رو می کنیم تا ادویه ها به تمام قسمت های سیب زمینی ها برسد. البته می توانید نمک و فلفل سیاه را پس از سرخ کردن هم اضافه کنید، ولی به این صورت ادویه ها به خورد سیب زمینی می روند.(م) در این مرحله داخل یک ظرف گود مقداری روغن مخصوص سرخ کردنی می ریزیم و صبر می کنیم تا کاملا داغ شود. زمانی که سیب زمینی ها را داخل روغن می ریزیم باید روغن اطراف سیب زمینی ها قل بزند و کاملا داغ باشد.(م) پس از پنج دقیقه سیب زمینی ها را از روغن خارج می کنیم و روی توری فلزی قرار می دهیم تا روغن اضافی شان خارج شود، سپس باید یک بار دیگر سیب زمینی ها را داخل روغن با حرارت بسیار بالا سرخ کنیم تا خشک و طلایی شوند.(م)یکی از مهم ترین دلایلی که سیب زمینی های بیرونی خشک و کرانچی می شوند همین حرارت بالای روغن و سرخ کردن دو دو نوبت می باشد. پس از اینکه سیب زمینی ها سرخ شدند آنها را مجددا داخل توری فلزی می ریزیم تا روغن اضافی شان خارج شود، سپس با سس دلخواه سرو می کنیم.",
        "food_category": "فست فود",
        "food_image": "sibzaminisorkh_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "هات داگ",
        "food_description": "(م) تهیه مواد لازم برای 3 نفر \n 3 عدد هات داگ - 3 عدد نان هات داگ - روغن یا کره برای سرخ کردن - سس خردل - سس کچاپ - 2 قاشق غذاخوری پیاز نگینی خرد شده - پنیر چدار ورقه ای (م) روی هات‌ داگ‌ها را با چاقو یک شکاف ایجاد کنید به طوری که نصف نشوند.(م) درون ماهیتابه کمی روغن یا کره بریزید و بگذارید هات‌ داگ ها کاملا سرخ شوند.(م) اگر دوست دارید هات داگ پف کند می‌توانید قبل از سرخ کردن، هات داگ‌ها را برای 5 دقیقه داخل آب جوش بجوشانید و بعد سرخ کنید.(م) برای درست کردن هات داگ بهتر است از نان مخصوص هات داگ استفاده کنید. نان هات داگ را معمولا از بالا برش می‌زنند. یک برش روی نان هات داگ بزنید و کمی سس داخل نان بریزید.(م) پنیر چدار ورقه‌ای شده را داخل نان قرار دهید. داخل هر تکه نان یک عدد هات داگ سرخ شده قرار دهید و روی آن سس خردل و کچاپ و پیاز نگینی شده بریزید و سرو کنید.",
        "food_category": "فست فود",
        "food_image": "hotdog_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "همبرگر",
        "food_description": "(م) تهیه مواد لازم برای 4 نفر \n گوشت چرخ کرده 600 گرم – نان همبرگر 4 عدد – تخم مرغ 1 عدد – پیاز بزرگ 1 عدد – سیر 2 عدد – آرد سوخاری 2 قاشق غذاخوری – نمک و فلفل سیاه به اندازه کافی(م) برای تهیه همبرگر خوشمزه ابتدا گوشت چرخ کرده را یک یا دو بار دیگر چرخ می کنیم سپس روی یک سطح صاف مثل تخته آشپزخانه قرار می دهیم. در مرحله بعدی پیاز را پوست گرفته و با رنده ریز رنده می کنیم و با فشار دست آب پیاز را می گیریم سپس به گوشت چرخ کرده اضافه می کنیم. (م) در مرحله بعدی سیر را نیز با رنده ریز رنده می کنیم و به مخلوط گوشت چرخ کرده و پیاز اضافه می کنیم. وسط گوشت را با دست کمی باز می کنیم سپس تخم مرغ را اضافه می کنیم. در ادامه مقداری نمک و فلفل سیاه اضافه می کنیم و مواد را خوب مخلوط می کنیم. (م) پس از اینکه گوشت چرخ کرده با دیگر مواد به خوبی مخلوط شد اگر مواد شل بود و منسجم نبود ۱ قاشق غذاخوری آرد سوخاری اضافه می کنیم تا باعث منسجم شدن مایه همبرگر شود، البته اضافه کردن بیش از حد آرد سوخاری می تواند مایه همبرگر را خشک کند. (م) در صورتی که مایه همبرگر هنوز شل بود مجددا کمی آرد سوخاری اضافه می کنیم تا مایه همبرگر منسجم شود. یکی از مهم ترین مراحل تهیه همبرگر ورز دادن گوشت می باشد، در این مرحله حداقل ۱۵ دقیقه مواد را ورز می دهیم تا چسبناک و کاملا منسجم شوند.(م) در این مرحله مایه همبرگر را به چهار قسمت مساوی تقسیم می کنیم ، سپس هر قسمت را به صورت گرد شکل داده و بین دو لایه پلاستیک فریزر قرار می دهیم. برای اینکار می توانید از یک قالب گرد یا درب یک شیشه استفاده کنید.(م) برای قالب زدن همبرگ یک لایه پلاستیک داخل یک قالب گرد قرار دهید سپس مایه همبرگر را داخل قالب فشار دهید تا حالت بگیرید سپس از قالب خارج کنید. پس از اینکه همبرگرها آماده شد آنها را به مدت یک ساعت در فریزر قرار می دهیم تا استراحت کنند.(م) برای پختن همبرگرها می توانید از دو روش استفاده کنید. روش معمول در منازل استفاده از روغن و سرخ کردن همبرگر است ولی اگر در منزل گریل دارید حتما همبرگرها را گریل کنید. گریل کردن باعث می شود که همبرگرها علاوه بر اینکه کوچک و جمع نشوند ، آبدار نیز باشند.(م) در صورتی که گریل ندارید یک تابه مناسب را با روغن چرب کنید و روی حرارت قرار دهید سپس همبرگرها را به تابه اضافه کنید. پس از اینکه یک سمت همبرگرها سرخ شد ، آنها را برگردانید تا سمت دیگرشان سرخ شود سپس به همراه خیارشور ، گوجه فرنگی ، کاهو و نان مخصوص همبرگر سرو کنید.",
        "food_category": "فست فود",
        "food_image": "hamberger.jpg"
    },
    {
        "food_id": null,
        "food_name": "پیتزا مخلوط",
        "food_description": "(م) تهیه مواد لازم برای خمیر پیتزا \n آرد 3 پیمانه – تخم مرغ 1 عدد – خمیر مایه 1 قاشق غذا خوری – شکر 4 قاشق غذاخوری – نمک 1 قاشق غذاخوری – روغن مایع 6 قاشق غذا خوری – شیر ولرم 1 پیمانه (م) تهیه مواد لازم برای پیتزا \n خمیر پیتزا به میزان لازم – پنیر پیتزا به میزان دلخواه – گوشت چرخ کرده 100 گرم – سینه مرغ 100 گرم – قارچ 200 گرم – ذرت 1 قاشق غذاخوری – فلفل دلمه ای رنگی 4 قاشق غذاخوری – پیاز 1 عدد متوسط – گوجه 1 عدد – سس پیتزا 1 قاشق غذا خوری – آویشن و پاپریکا به میزان دلخواه – نمک و فلفل ه میزان دلخواه – روغن به میزان لازم – زیتون برای تزیین(م) برای تهیه پیتزا مخلوط ابتدا باید خمیر آن را تهیه کنید بدین منظور در ظرف مناسبی یک لیوان شیر ولرم را به همراه خمیر مایه و یک قاشق غذاخوری شکر بریزید و شروع به هم زدن بکنید. در ادامه با کمک سلفون روی کاسه حاوی مواد را سلفون بپوشانید و حدود یک ربع بگذارید تا مواد کف کند. (م) پس از کف کردن مواد روغن مایع و تخم مرغ و نمک را به همراه باقی مانده شکر به مخلوط تان اضافه کنید و شروع به هم زدن بکنید تا کاملا ترکیب شود. (م) هم اکنون باید آرد را سه مرحله الک کنید. در ادامه آرد الک شده را آرام آرام به مواد اضافه کنید و با دست ورز دهید تا خمیر شما به عمل بیاید. (م) پس از اینکه به خوبی خمیر را ورز دادید یک لایه سلفون روی ظرف خمیر بکشید و در ادامه با کمک یک حوله روی ظرف خمیر را بپوشانید و حدود 1 ساعت زمان دهید تا خمیر به عمل آید. (م) پس از اینکه خمیر به عمل آمد روی سطح کارتان را آرد پاشی کنید و خمیر را روی سطح آرد پاشی شده قرار دهید و کمی آرد نیز روی خمیر بریزید. سپس خمیر را به خوبی با دست ورز دهید تا خمیر کاملا نرم و لطیف شود. (م) خمیر را به دو قسمت مساوی تقسیم کنید و هر قسمت از خمیر را به شکل گلوله در بیاورید سپس رو سطح صافی را آرد پاشی کنید و خمیر ها را روی سطح بگذارید با کمک وردنه آن را باز کنید و فرم دهید. سینی فر را چرب کنید و خمیر را روی سینی بگذارید و شکل دلخواهتان را به آن بدهید.(م) خمیری که آماده کرده اید را حدود 20 دقیقه کنار بگذارید تا خمیر استراحت کند. ",
        "food_category": "فست فود",
        "food_image": "pizza_picture.jpg"
    },
    {
        "food_id": null,
        "food_name": "ساندویچ سوسیس",
        "food_description": "(م) تهیه مواد لازم \n سوسیس (به نوع دلخواه) ۲۵۰ گرم – نان ساندویچ یا نان لواش به مقدار لازم – خیارشور ۳ عدد متوسط – گوجه فرنگی ۲ عدد متوسط – چیپس در صورت تمایل (م) سوسیس را به شکل دلخواه خرد کرده و در روغن داغ طرفین آن را سرخ کنید.(م) مقدار کمی از خمیر نان را خارج کرده یا نان لواش را به صورت قطعات مستطیل شکل برش بزنید. سپس سطح داخل نان را که با یک ردیف سوسیس، یک ردیف گوجه فرنگی (چهار قاچ شده) و خیارشور (که از طول دو برش زده اید) پر کنید و در نهایت روی آن چیپس بریزید",
        "food_category": "فست فود",
        "food_image": "sandvichsosis_picture.jpg"
    }
]